import React from 'react'
import { Link } from 'react-router-dom';

export default function Hindi() {

  document.title = "छत्रपति शिवाजी महाराज - हिन्दी";

  document.querySelector('meta[name="description"]').setAttribute("content", "छत्रपति शिवाजी महाराज एक अद्भुत मराठा राजा थे, और यह श्रद्धांजलि पृष्ठ आपको उनकी अविश्वसनीय दुनिया में कदम रखने देता है। भारतीय इतिहास में उनकी वीरता और नेतृत्व के बारे में जानें। जानें कि कैसे उन्होंने मराठा साम्राज्य का निर्माण किया और स्मार्ट सैन्य रणनीति का इस्तेमाल किया। यह पेज उनकी स्मार्ट रणनीतियों और उन्होंने चीजों को कितनी अच्छी तरह चलाया, इस पर गौर करता है। उनकी मजबूत भावना के बारे में जानें जिसने 16वीं शताब्दी को प्रभावित किया और आज भी लोगों को प्रेरित करता है। यह पृष्ठ समुद्र में उनके कौशल और निष्पक्ष शासन के प्रति उनकी प्रतिबद्धता के बारे में बात करता है। इस महत्वपूर्ण ऐतिहासिक शख्सियत का सम्मान करने में मेरे साथ शामिल हों और जानें कि उन्होंने जो किया वह इतना महत्वपूर्ण क्यों है। छत्रपति शिवाजी महाराज के असाधारण जीवन की कहानियों की खोज करें और जानें कि वह हमारे इतिहास के लिए क्यों मायने रखते हैं|");

  return (
    <>
      <nav>
          <span id="translate-lang">अनुवाद करे:</span>
          <div class="lang">
              <span><Link to="/">English</Link></span>
              <span><Link to="/marathi">मराठी</Link></span>
              <span><Link to="/telugu">తెలుగు</Link></span>
              <span><Link to="/kannada">ಕನ್ನಡ</Link></span>
              <span><Link to="/sanskrit">संस्कृत</Link></span>
          </div>
      </nav>

      <main>
          <section id="introduction">
              <div class="p">
                  <h1>छत्रपति शिवाजी महाराज</h1>
                  <div class="intro">
                      <img src="imgs/chatrapati-shivaji-maharaj.webp" alt="chatrapati-shivaji-maharaj-portrait" height="600px" />
                      <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>छत्रपति शिवाजी महाराज</strong> भोंसले मराठा वंश के एक भारतीय शासक थे। उन्होंने बीजापुर की कमजोर होती आदिलशाही सल्तनत से उभरकर अपना राज्य स्थापित किया, जिसने मराठा साम्राज्य की नींव रखी। १६७४ में, शिवाजी को रायगढ़ किले में आधिकारिक तौर पर अपने डोमेन के छत्रपति के रूप में ताज पहनाया गया था। <br/>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अपने पूरे जीवन में, शिवाजी ने मुगल साम्राज्य, गोलकुंडा की सल्तनत, बीजापुर की सल्तनत और यूरोपीय औपनिवेशिक ताकतों सहित विभिन्न शक्तियों के साथ गठबंधन और संघर्ष किया। उनके सैन्य अभियानों ने मराठा प्रभाव का विस्तार किया, जिसमें किलों पर कब्ज़ा और निर्माण और मराठा नौसेना का विकास शामिल था। शिवाजी ने संरचित प्रशासनिक प्रणालियों के साथ एक कुशल और दूरदर्शी नागरिक प्रशासन की स्थापना की। उन्होंने प्राचीन हिंदू राजनीतिक रीति-रिवाजों, अदालती परंपराओं को पुनर्जीवित किया और अदालत और प्रशासन में फ़ारसी की जगह मराठी और संस्कृत भाषाओं के इस्तेमाल की वकालत की। <br/>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी को महिलाओं के प्रति उनके सम्मानजनक व्यवहार और उनके समावेशी दृष्टिकोण के लिए प्रशंसा मिली, उन्होंने अपने प्रशासन और सेना में मुसलमानों और यूरोपीय सहित विभिन्न जातियों और धर्मों के व्यक्तियों को नियुक्त किया। 
                      </p>
                  </div>
                  <div className="info-pic">
                    <p>
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी महाराज की विरासत परिप्रेक्ष्य और युग के आधार पर भिन्न-भिन्न थी, लेकिन उनके निधन के लगभग दो शताब्दियों के बाद, भारतीय स्वतंत्रता आंदोलन के दौरान उनका महत्व बढ़ गया। कई भारतीय राष्ट्रवादी उन्हें राष्ट्रवाद के अग्रदूत और हिंदुओं के बीच एक नायक मानते थे।
                    </p>
                  </div>
              </div>
          </section>
  <hr />
          <section id="early-life">
              <h2>प्रारंभिक जीवन</h2>
              <div class="info_pic">
                  <p>
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>छत्रपति शिवाजी महाराज</strong> का जन्म जुन्नार के करीब शिवनेरी पहाड़ी किले में हुआ था, जो अब पुणे जिले का हिस्सा है। उनकी जयंती 19 फरवरी को शिव जयंती के रूप में मनाई जाती है। उनका नाम स्थानीय देवी शिवई देवी के नाम पर रखा गया था। शिवाजी मराठों के भोंसले वंश के थे। उनके पिता, शाहजी भोंसले ने एक जनरल के रूप में दक्कन सल्तनत की सेवा की। उनकी मां, जीजाबाई, मुगलों से जुड़े सिंधखेड के लखुजी जाधवराव की बेटी थीं। शिवाजी के दादा, मालोजी, अहमदनगर सल्तनत के एक प्रमुख सेनापति थे, जिन्हें "राजा" की उपाधि दी गई थी। उसे सैन्य खर्च के लिए पुणे, सुपे, चाकन और इंदापुर और निवास के लिए किले शिवनेरी पर अधिकार प्राप्त हुआ। शिवाजी के जन्म के दौरान, दक्कन में सत्ता बीजापुर, अहमदनगर और गोलकुंडा की सल्तनतों के बीच विभाजित थी। शाहजी ने पुणे में अपनी जागीर और एक छोटी सेना बरकरार रखते हुए विभिन्न शासकों के प्रति अपनी वफादारी बनाए रखी।
                  </p>
                  <img src="imgs/shivaji_childhood.webp" alt="shivaji_childhood" height="500" />
              </div>
          </section>
  <hr />
          <section id="bijapur_conflict">
              <h2>बीजापुर सल्तनत से संघर्ष</h2>
              <ul><h3><li>पृष्ठभूमि और संदर्भ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६३६ में, बीजापुर की आदिल शाही सल्तनत ने दक्षिणी राज्यों पर आक्रमण शुरू किया, जो हाल ही में मुगल साम्राज्य का एक जागीरदार राज्य बन गया था। शाहजी, जो उस समय पश्चिमी भारत के मराठा ऊपरी इलाकों में एक सरदार थे, ने विजित क्षेत्रों में जागीर भूमि हासिल करने की उम्मीद में सल्तनत का समर्थन किया, जिससे उन्हें वार्षिकी के रूप में कर एकत्र करने की अनुमति मिली। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाहजी, जो पहले संक्षिप्त मुगल सेवा में थे, ने उनके खिलाफ विद्रोह कर दिया। बीजापुर द्वारा समर्थित मुगलों के खिलाफ उनके अभियान काफी हद तक विफल रहे। मुगल सेना द्वारा लगातार पीछा किए जाने के कारण, शिवाजी और उनकी मां जीजाबाई को लगातार एक किले से दूसरे किले में स्थानांतरित होना पड़ा। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६३६ में, शाहजी ने बीजापुर के प्रति निष्ठा बदल ली और उन्हें पूना दे दिया गया। जब शाहजी बीजापुर के आदिलशाह द्वारा बैंगलोर में तैनात थे, तो उन्होंने दादोजी कोंडादेव को पूना का प्रशासक नियुक्त किया। शिवाजी और जीजाबाई पूना में बस गये। जब १६४७ में कोंडादेव की मृत्यु हो गई, तो शिवाजी ने प्रशासन संभाला। उनके प्रारंभिक कार्यों में से एक ने सीधे तौर पर बीजापुरी सरकार के अधिकार को चुनौती दी।
                  </p>
                  <img src="imgs/shivneri.webp" alt="shivneri" height="400px" />
              </div>

  <hr class="inside" />
              <ul><h3><li>स्वतंत्र जनरलशिप:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६४६ में, १६ साल की उम्र में, शिवाजी ने सुल्तान मोहम्मद आदिल शाह की बीमारी के कारण बीजापुर दरबार के भीतर उथल-पुथल का फायदा उठाते हुए, तोरणा किले पर कब्ज़ा कर लिया और एक महत्वपूर्ण खजाना जब्त कर लिया। अगले दो वर्षों में, उसने पुणे के पास कई प्रमुख किलों पर कब्ज़ा कर लिया, जिनमें पुरंदर, कोंढाना और चाकन शामिल थे, और पुणे के पूर्व में सुपा, बारामती और इंदापुर जैसे क्षेत्रों पर अपना सीधा नियंत्रण बढ़ा लिया। तोरणा के खजाने का उपयोग करके, उन्होंने राजगढ़ नामक एक नए किले का निर्माण किया, जो दस वर्षों से अधिक समय तक उनके प्रशासन का केंद्र बना रहा। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बाद में, शिवाजी ने अपना ध्यान पश्चिम की ओर कोंकण क्षेत्र में स्थानांतरित कर दिया, और कल्याण के महत्वपूर्ण शहर पर कब्ज़ा कर लिया। बीजापुर सरकार ने इन घटनाक्रमों पर ध्यान दिया और उनका प्रतिकार करने के लिए कदम उठाया। २५ जुलाई १६४८ को, शिवाजी के बढ़ते प्रभाव को रोकने के प्रयास में, बीजापुर के आदेश के तहत कार्य करते हुए, शाहजी को साथी मराठा नेता बाजी घोरपड़े द्वारा कैद कर लिया गया था।
                  </p>
                  <img src="imgs/south_india_in_1605.webp" alt="shivneri" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;जिंजी पर कब्ज़ा करने के बाद, शाहजी को १६४९ में आज़ादी मिली, जिससे कर्नाटक में आदिलशाह का अधिकार सुरक्षित हो गया। १६४९ और १६५५ के बीच, शिवाजी ने अपनी बढ़त को मजबूत करने के लिए अपने सैन्य अभियान रोक दिए। अपने पिता की रिहाई के बाद, उन्होंने अपनी छापेमारी फिर से शुरू की और १६५६ में, बीजापुर के एक अन्य मराठा सामंत चंद्रराव मोरे की विवादास्पद हत्या कर दी और वर्तमान महाबलेश्वर के पास जावली घाटी पर कब्ज़ा कर लिया। इस विजय ने शिवाजी को दक्षिण और दक्षिण-पश्चिम महाराष्ट्र में अपने आक्रमण बढ़ाने में सक्षम बनाया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;भोंसले और मोरे परिवारों के अलावा, सावंतवाड़ी के सावंत, मुधोल के घोरपड़े, फल्टन के निंबालकर और शिर्के, माने और मोहिते परिवारों सहित कई अन्य लोगों ने बीजापुर के आदिलशाही की सेवा की, कई लोगों के पास देशमुखी अधिकार हैं। शिवाजी ने इन प्रभावशाली परिवारों को वश में करने के लिए विभिन्न रणनीतियाँ अपनाईं, जिनमें गठबंधन बनाना, देशमुखों को दरकिनार करने के लिए गाँव के पाटिलों से सीधे जुड़ना या बल का प्रयोग करना शामिल था। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अपने बाद के वर्षों में, शाहजी ने अपने बेटे के प्रति मिश्रित भावनाएँ प्रदर्शित कीं, उनकी विद्रोही गतिविधियों को खारिज कर दिया और शिवाजी के भाग्य को बीजापुर के अधिकारियों पर छोड़ दिया। १६६४-१६६५ के आसपास एक शिकार दुर्घटना में शाहजी की मृत्यु हो गई।
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>अफ़ज़ल खान से मुकाबला:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बीजापुर सल्तनत शिवाजी की सेनाओं के विरुद्ध हुए नुकसान से बहुत अधिक अप्रसन्न हो गई, विशेष रूप से उनके जागीरदार शाहजी द्वारा अपने बेटे के कार्यों को अस्वीकार करने से। मुगलों के साथ शांति संधि स्थापित होने और युवा अली आदिल शाह द्वितीय के सुल्तान बनने के साथ, बीजापुर स्थिर हो गया और अपना ध्यान शिवाजी की ओर केंद्रित कर दिया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६५७ में, सुल्तान ने, संभवतः अपनी मां और शासक से प्रभावित होकर, शिवाजी को पकड़ने के लिए एक अनुभवी सेनापति अफजल खान को भेजा। उनके टकराव से पहले, बीजापुरी सेनाओं ने शिवाजी के परिवार के पवित्र तुलजा भवानी मंदिर और एक महत्वपूर्ण हिंदू तीर्थ स्थल पंढरपुर के विठोबा मंदिर को अपवित्र कर दिया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बीजापुरी सैनिकों द्वारा शिकार किए जाने पर, शिवाजी ने प्रतापगढ़ किले में शरण ली। अपने सहयोगियों के आत्मसमर्पण के दबाव के बावजूद, शिवाजी और उनकी सेनाएँ डटी रहीं। दोनों पक्ष गतिरोध पर पहुँच गए, शिवाजी घेराबंदी तोड़ने में असमर्थ थे, और अफ़ज़ल खान के पास किले पर कब्ज़ा करने के लिए आवश्यक घेराबंदी उपकरण नहीं थे। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;दो महीने के बाद, अफजल खान ने शर्तों पर बातचीत करने के लिए किले के बाहर शिवाजी के साथ एक निजी बैठक का प्रस्ताव रखा, और पहल करने के लिए एक दूत |
                  </p>
                  <img src="imgs/afzal_khan.webp" alt="shivneri" height="450px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१० नवंबर १६५९ को शिवाजी और अफजल खान की मुलाकात प्रतापगढ़ किले की तलहटी में एक झोपड़ी में हुई। बैठक की शर्तों में यह निर्धारित किया गया कि प्रत्येक व्यक्ति केवल तलवार से लैस होगा और उसके साथ एक अनुयायी होगा। शिवाजी को अफ़ज़ल खान के इरादों पर संदेह था, उन्होंने अपने कपड़ों के नीचे कवच पहना था, अपनी बाईं बांह पर वाघ नख (धातु "बाघ का पंजा") छुपाया था, और अपने दाहिने हाथ में एक खंजर रखा था। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मुठभेड़ की सटीक घटनाएं अस्पष्ट बनी हुई हैं, क्योंकि उन्हें मुख्य रूप से मराठा किंवदंतियों के माध्यम से वर्णित किया गया है। हालाँकि, आम तौर पर यह माना जाता है कि दोनों के बीच शारीरिक विवाद हुआ, जिसके परिणामस्वरूप खान की मृत्यु हो गई। जबकि खान का खंजर शिवाजी के कवच को भेदने में विफल रहा, शिवाजी ने उसे घातक रूप से घायल कर दिया, बाद में बीजापुरी सेना पर हमला करने के लिए तोप विस्फोट से अपने छिपे हुए सैनिकों को संकेत दिया।
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;प्रतापगढ़ की आगामी लड़ाई में, शिवाजी की सेना ने बीजापुर सल्तनत की सेना पर निर्णायक जीत हासिल की। बीजापुर सेना के ३,००० से अधिक सैनिक मारे गए, जिनमें एक उच्च पदस्थ सरदार, अफ़ज़ल खान के दो बेटे और दो मराठा प्रमुखों को बंदी बना लिया गया। विजय के बाद, शिवाजी ने प्रतापगढ़ के नीचे एक भव्य समीक्षा की। पकड़े गए दुश्मनों, दोनों अधिकारियों और सैनिकों को रिहा कर दिया गया और प्रावधानों और उपहारों के साथ उनके घरों में वापस भेज दिया गया। मराठों को उनकी वीरता और वफादारी के लिए उचित पुरस्कार दिया गया।
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>पन्हाला की घेराबंदी:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बीजापुरी सेना पर अपनी जीत के बाद, शिवाजी और उनकी सेना कोंकण तट और कोल्हापुर की ओर आगे बढ़ी। उन्होंने पन्हाला किले पर कब्ज़ा कर लिया और १६५९ में रुस्तम ज़मान और फ़ज़ल खान के नेतृत्व वाली बीजापुरी सेना को हरा दिया। १६६० में, आदिलशाह ने शिवाजी की दक्षिणी सीमा पर हमला करने के लिए अपने सेनापति सिद्दी जौहर को भेजा, जबकि मुगलों ने उत्तर से एक साथ हमले की योजना बनाई। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;इस अवधि के दौरान, शिवाजी अपने सैनिकों के साथ पन्हाला किले पर तैनात थे। १६६० के मध्य में, सिद्दी जौहर की सेना ने पन्हाला को घेर लिया, जिससे किले तक आपूर्ति मार्ग बंद हो गये। पन्हाला पर बमबारी तेज करने के लिए, सिद्दी जौहर ने राजापुर में अंग्रेजों से हथगोले हासिल किए और अंग्रेजी तोपखाने को किराए पर लिया, जो स्पष्ट रूप से एक अंग्रेजी झंडा प्रदर्शित कर रहे थे। शिवाजी ने इस कृत्य को विश्वासघात के रूप में देखा, जिसके कारण उन्होंने दिसंबर में राजापुर में अंग्रेजी कारखाने पर छापा मारकर जवाबी कार्रवाई की और चार मालिकों को पकड़ लिया, जो १६६३ के मध्य तक कैद में रहे।
                  </p>
                  <img src="imgs/panhala-fort.webp" alt="panhala-fort" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;महीनों की घेराबंदी सहने के बाद, शिवाजी ने सिद्दी जौहर के साथ बातचीत की और अंततः २२ सितंबर १६६० को किले को आत्मसमर्पण कर दिया। आत्मसमर्पण के बाद, शिवाजी विशालगढ़ चले गए। यह उल्लेखनीय है कि शिवाजी ने बाद में १६७३ में पन्हाला पर पुनः कब्ज़ा कर लिया।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>पवन खिंड की लड़ाई:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;रात के अंधेरे में शिवाजी पन्हाला से साहसपूर्वक भाग निकले। जैसे ही दुश्मन की घुड़सवार सेना ने उनका पीछा किया, उनके वफादार मराठा सरदार बंदल देशमुख के बाजी प्रभु देशपांडे, ३०० सैनिकों के साथ, घोड़ खिंड ("घोड़ा खड्ड") में दुश्मन से लड़ने के लिए बहादुरी से आगे आए। उनके बलिदान का उद्देश्य दुश्मन सेना को विलंबित करना और शिवाजी और बाकी सेना को विशालगढ़ किले की सुरक्षा तक पहुंचने की अनुमति देना था। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;पवन खिंड की आगामी लड़ाई में, अधिक संख्या में मराठा सेना ने बहादुरी से बड़े दुश्मन को रोक लिया, जिससे शिवाजी के भागने के लिए महत्वपूर्ण समय मिल गया। घायल होने के बावजूद, बाजी प्रभु देशपांडे तब तक लड़ते रहे जब तक उन्होंने विशालगढ़ से तोप की आवाज नहीं सुनी, जो १३ जुलाई १६६० की शाम को किले में शिवाजी के सफल आगमन का संकेत था। <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;उनकी वीरता और बलिदान की मान्यता में, बाद में बाजी प्रभु देशपांडे, शिबोसिंह जाधव, फुलोजी और लड़ने वाले अन्य सभी सैनिकों के सम्मान में घोड़ खिंड का नाम बदलकर पावन खिंड ("पवित्र दर्रा") कर दिया गया। वहाँ।
                  </p>
                  <img src="imgs/pavan-khind.webp" alt="pavan-khind" height="450px" />
              </div>
          </section>
  <hr />
          <section id="mughal_combat">
              <h2>मुगलों से युद्ध</h2>
              <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६५७ तक, शिवाजी ने मुगल साम्राज्य के साथ शांतिपूर्ण संबंध बनाए रखे। उन्होंने बीजापुर को जीतने में मुगल सम्राट के बेटे और दक्कन के वाइसराय औरंगजेब को अपना समर्थन देने की पेशकश की। बदले में, शिवाजी ने अपने नियंत्रण वाले बीजापुरी किलों और गांवों पर अपने अधिकारों की औपचारिक मान्यता मांगी। हालाँकि, मुगलों की प्रतिक्रिया से असंतुष्ट और बीजापुर से बेहतर प्रस्ताव मिलने पर, शिवाजी ने दक्कन में मुगल क्षेत्र पर छापा मारा। <br/>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मार्च १६५७ में मुगलों के साथ शिवाजी का संघर्ष बढ़ गया, जब उनके दो अधिकारियों ने अहमदनगर के पास मुगल क्षेत्र पर छापा मारा। इसके बाद जुन्नार में छापे मारकर शिवाजी ने ३००,००० हूण नकद और २०० घोड़े जब्त कर लिए। जवाब में, औरंगजेब ने नासिरी खान को भेजा, जिसने अहमदनगर में शिवाजी की सेना को हराया। हालाँकि, बरसात के मौसम और सम्राट शाहजहाँ की बीमारी के बाद उत्तराधिकार के लिए अपने भाइयों के साथ उसके संघर्ष के कारण शिवाजी के खिलाफ औरंगजेब की कार्रवाई बाधित हो गई थी।
              </p>

              <ul><h3><li>शाइस्ता खान और सूरत पर हमले:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बीजापुर की बड़ी बेगम के अनुरोध पर, औरंगजेब, जो अब मुगल सम्राट था, ने जनवरी में अपने मामा शाइस्ता खान को १५०,००० से अधिक सैनिकों की एक दुर्जेय सेना के साथ, एक शक्तिशाली तोपखाने डिवीजन के साथ भेजा। १६६०. इसका उद्देश्य सिद्दी जौहर के नेतृत्व वाली बीजापुर की सेना के साथ मिलकर शिवाजी का मुकाबला करना था। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाइस्ता खान ने ८०,००० सैनिकों की सेना की कमान संभालते हुए एक सफल अभियान चलाया और पुणे पर कब्जा कर लिया। उसने डेढ़ महीने तक चली घेराबंदी के बाद पास के चाकन किले की दीवारों को तोड़कर उस पर भी कब्ज़ा कर लिया। शाइस्ता खान ने तब शिवाजी के महल में अपना निवास स्थान बनाया, जिसे लाल महल के नाम से जाना जाता है।
                  </p>
                  <img src="imgs/shaista_khan.webp" alt="shaista_khan" height="320" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;५ अप्रैल, १६६३ की रात को, शिवाजी ने शाइस्ता खान के शिविर पर एक साहसिक रात का हमला किया। ४०० लोगों के साथ, शिवाजी ने खान की हवेली पर हमला किया, खान के शयनकक्ष में घुसकर उसे घायल कर दिया, जिससे उसकी तीन उंगलियां नष्ट हो गईं। आगामी अराजकता में, शाइस्ता खान के बेटे, कई पत्नियों, नौकरों और सैनिकों के साथ, अपनी जान गंवा दी। पुणे के बाहर मुगल सेना के साथ शरण लेते हुए, खान को अपमानजनक घटना के लिए औरंगजेब से सजा का सामना करना पड़ा, जिसके परिणामस्वरूप उनका बंगाल स्थानांतरण हो गया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाइस्ता खान की आक्रामकता के जवाब में और अपने ख़त्म हुए खजाने को फिर से भरने के लिए, शिवाजी ने १६६४ में एक प्रमुख मुगल व्यापारिक केंद्र, सूरत के समृद्ध बंदरगाह शहर को लूट लिया। इसके अतिरिक्त, १३ फरवरी, १६६५ को, उन्होंने वर्तमान कर्नाटक में स्थित पुर्तगालियों के कब्जे वाले बसरूर पर नौसैनिक हमला किया और पर्याप्त लूट हासिल की।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>पुरंदर की संधि:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाइस्ता खान और सूरत पर हमलों ने औरंगजेब को बहुत क्रोधित किया, जिससे उसने शिवाजी को वश में करने के लिए लगभग १५,००० सैनिकों की सेना के साथ राजपूत जनरल जय सिंह प्रथम को भेजा। १६६५ के दौरान, जय सिंह की सेनाओं ने लगातार शिवाजी का पीछा किया, उनकी घुड़सवार सेना ने ग्रामीण इलाकों को तबाह कर दिया और उनके किलों को घेर लिया। मुगल कमांडर ने शिवाजी के कई प्रमुख कमांडरों और उनके कई घुड़सवारों को मुगल सेवा में शामिल होने के लिए सफलतापूर्वक लुभाया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६६५ के मध्य तक, पुरंदर का किला गिरने के कगार पर था, शिवाजी को जय सिंह के साथ बातचीत करने के लिए मजबूर होना पड़ा। ११ जून, १६६५ को हस्ताक्षरित पुरंदर की संधि में, शिवाजी अपने २३ किलों को सौंपने के लिए सहमत हुए, और केवल १२ को अपने पास रखा। इसके अतिरिक्त, वह मुगलों को ४००,००० स्वर्ण हूण का मुआवजा देने पर सहमत हुआ। शिवाजी ने मुगल साम्राज्य का जागीरदार बनने और अपने बेटे संभाजी को ५,००० घुड़सवारों के साथ मनसबदार के रूप में सेवा करने और दक्कन में मुगलों के लिए लड़ने के लिए भेजने पर भी सहमति व्यक्त की।
                  </p>
                  <img src="imgs/treaty-of-purandar.webp" alt="treaty-of-purandar" height="400" />
              </div>
  
  <hr class="inside" />
              <ul><h3><li>आगरा में गिरफ्तारी और पलायन:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६६६ में, औरंगजेब ने शिवाजी को उनके नौ वर्षीय बेटे संभाजी के साथ आगरा (हालांकि कुछ स्रोत दिल्ली का सुझाव देते हैं) बुलाया। औरंगजेब का इरादा मुगल साम्राज्य की उत्तर-पश्चिमी सीमा को मजबूत करने के लिए शिवाजी को कंधार, जो आज अफगानिस्तान में है, भेजना था। हालाँकि, १२ मई, १६६६ को, शिवाजी को अपेक्षाकृत छोटे रईसों के बीच दरबार में खड़े होने के लिए मजबूर किया गया था, जिन्हें उन्होंने पहले युद्ध में हराया था। शिवाजी को अपमानित महसूस हुआ, वे अचानक चले गए और उन्हें तुरंत घर में नजरबंद कर दिया गया। जय सिंह के बेटे राम सिंह ने शिवाजी और उनके बेटे को हिरासत में लेने का आश्वासन दिया।
                  </p>
                  <img src="imgs/agra-escape.webp" alt="agra-escape" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;घर में नजरबंदी के तहत शिवाजी की स्थिति खतरनाक थी, क्योंकि औरंगजेब के दरबार में इस बात पर बहस हुई कि उन्हें मार डाला जाए या नौकरी पर रखा जाए। जय सिंह ने शिवाजी को उनकी व्यक्तिगत सुरक्षा का आश्वासन देते हुए औरंगजेब के फैसले को प्रभावित करने की कोशिश की। इस बीच, शिवाजी ने खुद को आज़ाद करने की योजना बनाई। उन्होंने अपने अधिकांश लोगों को घर वापस भेज दिया और राम सिंह से अपनी और अपने बेटे की सुरक्षित अभिरक्षा के लिए सम्राट को दी गई अपनी गारंटी वापस लेने को कहा। उन्होंने मुगल सेना के समक्ष आत्मसमर्पण कर दिया। तब शिवाजी ने बीमार होने का नाटक किया और प्रायश्चित के रूप में ब्राह्मणों और गरीबों को देने के लिए मिठाइयों से भरी बड़ी टोकरियाँ भेजना शुरू कर दिया। १७ अगस्त १६६६ को, बड़ी टोकरियों में से एक में खुद को और दूसरे में अपने बेटे संभाजी को रखकर, शिवाजी भाग निकले और आगरा छोड़ गए।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="reconquest">
              <h2>पुनर्विजय</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी और मुगलों के बीच शांति १६७० तक बनी रही जब औरंगजेब को शिवाजी और मुअज्जम के बीच घनिष्ठ संबंधों पर संदेह हो गया। औरंगजेब को डर था कि मुअज्जम उसके सिंहासन को चुनौती दे सकता है और उसे शिवाजी से रिश्वत लेने का संदेह था। लगभग उसी समय, अफगानों के खिलाफ लड़ाई में लगे औरंगजेब ने दक्कन में अपनी सेना को काफी कम कर दिया। कई सेवामुक्त सैनिक मराठा सेवा में शामिल हो गए। मुगलों ने वर्षों पहले उधार दिए गए धन की वसूली के लिए शिवाजी की बरार की जागीर को रद्द कर दिया। जवाब में, शिवाजी ने मुगलों के खिलाफ आक्रामक अभियान चलाया और चार महीने के भीतर आत्मसमर्पण किए गए क्षेत्रों के एक बड़े हिस्से पर पुनः कब्जा कर लिया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७० में शिवाजी ने सूरत को दूसरी बार लूटा। जबकि अंग्रेजी और डच कारखानों ने उनके हमले के खिलाफ सफलतापूर्वक बचाव किया, शिवाजी ने मक्का से लौट रहे एक मुस्लिम राजकुमार की संपत्ति सहित शहर को लूट लिया। इन हमलों से क्रोधित होकर, मुगलों ने शत्रुता फिर से शुरू कर दी, और सूरत से लौटते समय शिवाजी को रोकने के लिए दाउद खान की सेना को भेजा। हालाँकि, नासिक के पास वाणी-डिंडोरी की लड़ाई में शिवाजी विजयी हुए।
                  </p>
                  <img src="imgs/reconquest.webp" alt="reconquest" height="450" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अक्टूबर १६७० में, शिवाजी ने अपनी सेना को बंबई में अंग्रेजों को परेशान करने का निर्देश दिया, जिन्होंने उन्हें युद्ध सामग्री बेचने से मना कर दिया था। उनकी सेना ने अंग्रेजी लकड़ी काटने वाली पार्टियों को बंबई से प्रस्थान करने से रोक दिया। सितंबर १६७१ में, शिवाजी ने डंडा-राजपुरी के खिलाफ संघर्ष के लिए सामग्री की तलाश में बंबई में एक राजदूत भेजा। इस विजय से शिवाजी के लाभ के बारे में चिंताओं के बावजूद, अंग्रेज राजापुर में अपने कारखानों पर उनके छापे के लिए मुआवजा प्राप्त करने का मौका छोड़ने से झिझक रहे थे। शिवाजी और अंग्रेजों के बीच बातचीत शुरू हुई, लेकिन राजापुर क्षतिपूर्ति मुद्दे पर असफल रही। बाद के दूतों के आदान-प्रदान के बावजूद, शिवाजी ने अपने निधन से पहले कभी भी राजापुर क्षतिपूर्ति का भुगतान नहीं किया, जिसके कारण १६८२ के अंत तक वहां का कारखाना भंग हो गया।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>उमरानी और नेसारी की लड़ाई:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७४ में, सरनौबत (मराठा सेना के कमांडर-इन-चीफ) प्रतापराव गूजर को जनरल बहलोल खान के नेतृत्व में हमलावर बीजापुरी सेना को पीछे हटाने के लिए भेजा गया था। प्रतापराव के सैनिकों ने रणनीतिक रूप से एक महत्वपूर्ण झील को घेरने, दुश्मन को पानी से वंचित करने और उन्हें शांति शर्तों की तलाश करने के लिए मजबूर करने के बाद बहलोल खान को पकड़कर जीत हासिल की। शिवाजी की स्पष्ट चेतावनियों के बावजूद, प्रतापराव ने बहलोल खान को रिहा कर दिया, जिसने नए सिरे से हमले की तैयारी शुरू कर दी। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;प्रतापराव के कार्यों के बारे में जानने पर, शिवाजी ने उन्हें एक पत्र में अपनी निराशा व्यक्त की, और बहलोल खान के पुनः पकड़े जाने तक उन्हें मिलने से मना कर दिया। शिवाजी की फटकार से निराश होकर, प्रतापराव ने अपनी मुख्य सेना को पीछे छोड़ते हुए, केवल छह घुड़सवारों के साथ बहलोल खान का सामना किया और आगामी युद्ध में मारे गए। प्रतापराव के निधन की खबर सुनकर शिवाजी ने गहरा शोक मनाया और अपने दूसरे बेटे राजाराम की शादी प्रतापराव की बेटी से कर दी। प्रतापराव की मृत्यु के बाद, हंबीरराव मोहिते ने नए सरनौबत की भूमिका निभाई। हिरोजी इंदुलकर द्वारा निर्मित रायगढ़ किला उभरते मराठा साम्राज्य की नई राजधानी के रूप में उभरा।
                  </p>
                  <img src="imgs/umrani.webp" alt="umrani" height="400" />
              </div>
          </section>
  
  <hr />
          <section id="coronation">
              <h2>राज तिलक</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी ने अपने अभियानों के माध्यम से महत्वपूर्ण भूमि और धन अर्जित किया, फिर भी उनके पास कोई आधिकारिक उपाधि नहीं थी, वे तकनीकी रूप से मुगल जमींदार या बीजापुरी जागीरदार के पुत्र बने रहे, उनके वास्तविक डोमेन पर शासन करने के लिए कोई कानूनी आधार नहीं था। . एक शाही पदनाम इसे हल कर सकता है और अन्य मराठा नेताओं, जो उनके बराबर थे, से चुनौतियों को रोक सकता है। इसके अलावा, इस तरह की उपाधि हिंदू मराठों को मुख्य रूप से मुसलमानों द्वारा शासित क्षेत्र में एक हिंदू संप्रभुता प्रदान करेगी।
                  </p>
                  <img src="imgs/coronation.webp" alt="coronation" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;प्रस्तावित राज्याभिषेक की तैयारियां १६७३ में शुरू हुईं। हालाँकि, कुछ विवादों के कारण राज्याभिषेक को लगभग एक वर्ष तक बढ़ा दिया गया। शिवाजी के दरबार के ब्राह्मणों के बीच एक विवाद छिड़ गया: उन्होंने शिवाजी को राजा के रूप में ताज पहनाने से इनकार कर दिया क्योंकि वह दर्जा पारंपरिक रूप से हिंदू समाज में क्षत्रिय (योद्धा) वर्ण के लिए आरक्षित था। कृषक गांवों के मुखियाओं की वंशावली के कारण मराठा के रूप में वर्गीकृत, शिवाजी ने कभी भी पवित्र धागा समारोह नहीं किया था या क्षत्रिय की तरह धागा नहीं पहना था। शिवाजी ने वाराणसी के एक पंडित गागा भट्ट से मान्यता मांगी, जिन्होंने दावा किया था कि उन्होंने शिवाजी के सिसोदियों के वंश को साबित करने वाले साक्ष्य खोजे हैं, जिससे उन्हें एक क्षत्रिय के रूप में पुष्टि की गई है कि उन्हें अपने पद के अनुरूप समारोहों की आवश्यकता है। इस स्थिति का दावा करने के लिए, शिवाजी ने एक पवित्र धागा समारोह आयोजित किया और एक क्षत्रिय से अपेक्षित वैदिक संस्कारों के तहत अपने जीवनसाथी से पुनर्विवाह किया। हालाँकि, ऐतिहासिक साक्ष्य बताते हैं कि शिवाजी का राजपूत होने का दावा, विशेष रूप से सिसोडियल वंशावली, कमजोर या विशुद्ध रूप से आविष्कारशील के रूप में देखा जा सकता है।
                  </p>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;२८ मई को, शिवाजी ने अपने और अपने पूर्वजों के क्षत्रिय संस्कारों का पालन न करने के लिए तपस्या की। गागा भट्ट ने तब शिवाजी को पवित्र धागा पहनाया। अन्य ब्राह्मणों के आग्रह के बाद, गागा भट्ट ने वैदिक मंत्रोच्चार को छोड़ दिया और शिवाजी को ब्राह्मणों के बराबर रखने के बजाय, उन्हें द्विजों के जीवन के एक संशोधित रूप में दीक्षा दी। अगले दिन शिवाजी ने अपने जीवनकाल में किये गये पापों का प्रायश्चित किया। उन्हें सोने, चांदी और विभिन्न अन्य वस्तुओं सहित सात धातुओं से अलग-अलग तौला गया, और इन वस्तुओं को एक लाख हूण के साथ ब्राह्मणों के बीच वितरित किया गया। हालाँकि, यह उनके लालच को संतुष्ट करने में विफल रहा, जिससे दो ब्राह्मणों ने यह बताया कि शिवाजी ने अपने छापे के दौरान ब्राह्मणों, गायों, महिलाओं और बच्चों को मार डाला था। रुपये के शुल्क पर उसे इन पापों से मुक्त किया जा सकता था। ८,०००, जिसे शिवाजी ने चुकाया। सभा, भिक्षा, सिंहासन और आभूषणों पर कुल खर्च लगभग १५ लाख रुपये था।
                  </p>
                  <img src="imgs/coronation-2.webp" alt="coronation-2" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;६ जून १६७४ को, रायगढ़ किले में एक भव्य समारोह में शिवाजी को मराठा साम्राज्य (हिंदवी स्वराज) का राजा नियुक्त किया गया। हिंदू कैलेंडर के अनुसार, यह वर्ष १५९६ में ज्येष्ठ महीने के पहले पखवाड़े का 13वां दिन (त्रयोदशी) था। गागा भट्ट ने सात पवित्र नदियों के जल से भरे सोने के बर्तन से पानी डालते हुए समारोह का संचालन किया- यमुना, सिंधु, गंगा, गोदावरी, नर्मदा, कृष्णा और कावेरी - शिवाजी के सिर के ऊपर और वैदिक राज्याभिषेक मंत्रों का पाठ करते हुए। स्नान के बाद शिवाजी ने अपनी मां जीजाबाई को प्रणाम किया और उनके पैर छुए। समारोहों के लिए लगभग पचास हजार लोग रायगढ़ में एकत्र हुए। शिवाजी को शककर्ता ("एक युग के संस्थापक") और छत्रपति ("संप्रभु") के रूप में सम्मानित किया गया था। उन्होंने हैंदव धर्मोधारक (हिंदू आस्था के रक्षक) और क्षत्रिय कुलवंत की उपाधि भी धारण की: क्षत्रिय हिंदू धर्म का वर्ण है, और कुलवंत का अर्थ है 'कुल या जाति का मुखिया'। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;जीजाबाई का १८ जून १६७४ को निधन हो गया। मराठों ने एक तांत्रिक पुजारी निश्चल पुरी गोस्वामी को बुलाया, जिन्होंने घोषणा की कि प्रारंभिक राज्याभिषेक अशुभ सितारों के तहत हुआ था, जिससे दूसरा राज्याभिषेक आवश्यक हो गया। २४ सितंबर १६७४ को हुए इस दूसरे राज्याभिषेक ने उन लोगों को शांत कर दिया जो अब भी मानते थे कि शिवाजी अपने पहले राज्याभिषेक के वैदिक संस्कारों के लिए अयोग्य थे, क्योंकि यह एक कम विवादास्पद समारोह था।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="south-india">
              <h2>दक्षिणी भारत में विजय</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७४ से शुरू होकर, मराठों ने एक जोरदार अभियान शुरू किया, अक्टूबर में खानदेश पर छापा मारा, अप्रैल १६७५ में बीजापुरी पोंडा पर कब्जा कर लिया, वर्ष के मध्य में कारवार पर कब्जा कर लिया और जुलाई में कोल्हापुर को सुरक्षित कर लिया। नवंबर में, मराठा नौसेना जंजीरा के सिद्दियों के साथ झड़पों में शामिल हो गई लेकिन उन्हें उखाड़ने में असफल रही। बीमारी से उबरने और बीजापुर में दक्कनियों और अफगानों के बीच गृह युद्ध का फायदा उठाने के बाद, शिवाजी ने अप्रैल 1676 में अथानी पर छापा मारा। <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अपने अभियान से पहले, शिवाजी ने दक्कनी देशभक्ति की भावना की अपील की, और दक्षिणी भारत को बाहरी लोगों से सुरक्षित रखने के लिए मातृभूमि के रूप में जोर दिया। उनकी अपील को कुछ सफलता मिली, जिसके कारण शिवाजी १६७७ में एक महीने के लिए हैदराबाद गए, जहाँ उन्होंने गोलकुंडा सल्तनत के कुतुबशाह के साथ एक संधि की। संधि के तहत कुतुबशाह बीजापुर के साथ अपना गठबंधन समाप्त करने और संयुक्त रूप से मुगलों का विरोध करने पर सहमत हुआ। 1677 में, शिवाजी ने गोलकुंडा तोपखाने और धन द्वारा समर्थित ३०,००० घुड़सवार सेना और ४०,००० पैदल सेना के साथ कर्नाटक पर आक्रमण किया। दक्षिण की ओर आगे बढ़ते हुए, शिवाजी ने वेल्लोर और जिंजी के किलों पर कब्ज़ा कर लिया; बाद में उनके बेटे राजाराम प्रथम के शासनकाल के दौरान यह मराठों की राजधानी बन गई।
                  </p>
                  <img src="imgs/tanjore.webp" alt="tanjore" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी ने अपने सौतेले भाई वेंकोजी (एकोजी प्रथम), जो कि शाहजी की दूसरी पत्नी, तुकाबाई (नी मोहिते) के बेटे थे, के साथ मेल-मिलाप करना चाहा, जिन्होंने शाहजी के बाद तंजावुर (तंजौर) पर शासन किया था। हालाँकि बातचीत शुरू में आशाजनक लग रही थी, लेकिन अंततः वे विफल रहीं। रायगढ़ लौटने पर, शिवाजी ने २६ नवंबर १६७७ को अपने सौतेले भाई की सेना को हरा दिया और मैसूर पठार पर उनकी अधिकांश संपत्ति जब्त कर ली। वेंकोजी की पत्नी, दीपा बाई, जिनका शिवाजी बहुत सम्मान करते थे, ने उनके साथ नई बातचीत शुरू की और अपने पति को अपने मुस्लिम सलाहकारों से दूरी बनाने के लिए राजी किया। आख़िरकार, शिवाजी दीपा बाई और उनकी महिला वंशजों को जब्त की गई कई संपत्तियों को वापस करने के लिए सहमत हुए। बदले में, वेंकोजी ने क्षेत्रों के उचित प्रशासन और शाहजी के स्मारक (समाधि) के रखरखाव के लिए कुछ शर्तें स्वीकार कीं।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="death-succession">
              <h2>मृत्यु और उत्तराधिकार</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी के उत्तराधिकारी का मुद्दा जटिल था। १६७८ में, शिवाजी ने अपने बेटे को पन्हाला में कैद कर दिया, लेकिन राजकुमार अपनी पत्नी के साथ भाग गया और एक साल के लिए मुगलों के पास चला गया। संभाजी बाद में बिना पछतावे के घर लौट आए और फिर से पन्हाला तक ही सीमित हो गए। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;छत्रपति शिवाजी महाराज का हनुमान जयंती की पूर्व संध्या पर, ५० वर्ष की आयु में, ३-५ अप्रैल १६८० के आसपास निधन हो गया। उनकी मृत्यु का कारण विवादित बना हुआ है। ब्रिटिश रिकॉर्ड के अनुसार, शिवाजी महाराज की मृत्यु १२ दिनों तक बीमार रहने के बाद खून बहने से हुई थी। बिब्लियोटेका नैशनल डी लिस्बोआ के एक समकालीन पुर्तगाली दस्तावेज़ में एंथ्रेक्स को उनकी मृत्यु का कारण बताया गया है। हालाँकि, सभासद बखर के लेखक कृष्णाजी अनंत सभासद ने मृत्यु का कारण बुखार बताया है। शिवाजी की निःसंतान सबसे बड़ी जीवित पत्नी पुतलाबाई उनकी चिता में कूदकर सती हो गई। एक अन्य जीवित पत्नी, सकवारबाई, इसका पालन करने में असमर्थ थी क्योंकि उसकी एक छोटी बेटी थी। कुछ आरोपों पर, हालांकि बाद के विद्वानों ने संदेह जताया, सुझाव दिया कि शिवाजी की दूसरी पत्नी सोयराबाई ने अपने 10 वर्षीय बेटे राजाराम को सिंहासन पर बैठाने के लिए उन्हें जहर दे दिया था।
                  </p>
                  <img src="imgs/chatrapati-sambhaji-maharaj.webp" alt="chatrapati-sambhaji-maharaj" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी की मृत्यु के बाद, सोयाराबाई ने अपने सौतेले बेटे संभाजी के स्थान पर अपने बेटे राजाराम को ताज पहनाने के लिए विभिन्न मंत्रियों के साथ साजिश रची। २१ अप्रैल १६८० को दस वर्षीय राजाराम को राजगद्दी पर बिठाया गया। हालाँकि, संभाजी ने कमांडर की हत्या के बाद रायगढ़ किले पर कब्ज़ा कर लिया और १८ जून को उन्होंने रायगढ़ पर नियंत्रण हासिल कर लिया। वह औपचारिक रूप से २० जुलाई को सिंहासन पर बैठे। राजाराम, उनकी मां सोयराबाई और उनकी पत्नी जानकी बाई को कैद कर लिया गया और अक्टूबर में साजिश के आरोप में सोयराबाई को फाँसी दे दी गई।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>मराठों के विरुद्ध औरंगजेब का अभियान और उसके परिणाम:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६८१ में शिवाजी के निधन के बाद, औरंगजेब ने मराठों, बीजापुर के आदिल शाही और गोलकुंडा के कुतुब शाही के कब्जे वाले क्षेत्रों को जब्त करने के लिए दक्षिण में एक अभियान शुरू किया। जबकि वह आदिल शाही और कुतुब शाही राजवंशों को खत्म करने में कामयाब रहे, मराठा लचीले साबित हुए। मुगल-मराठा युद्धों के रूप में जाने जाने वाले इस प्रयास ने नाममात्र के लिए मुगल साम्राज्य का विस्तार किया लेकिन रणनीतिक विफलता में समाप्त हुआ, जिससे मुगल साम्राज्य गंभीर रूप से कमजोर हो गया। औरंगजेब ने दक्कन में २७ साल बिताए लेकिन मराठों पर विजय नहीं पा सका, जिससे मुगल खजाना खत्म हो गया और मुगल सेना काफी कमजोर हो गई। ऐतिहासिक स्रोतों का अनुमान है कि संघर्ष के दौरान औरंगजेब की सेना के लगभग २.५ मिलियन सैनिक मारे गए, जबकि २ मिलियन नागरिक युद्धग्रस्त क्षेत्रों में सूखे, प्लेग और अकाल का शिकार हुए। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;इस अवधि के दौरान, संभाजी को १६८९ में पकड़ लिया गया, यातना दी गई और मार डाला गया, जिससे उनके उत्तराधिकारी राजाराम और बाद में उनकी विधवा ताराबाई के नेतृत्व में मजबूत मराठा प्रतिरोध भड़क उठा। मुगलों और मराठों के बीच क्षेत्र अक्सर बदलते रहे।
                  </p>
                  <img src="imgs/sambhaji-torture.webp" alt="sambhaji-torture" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी के पोते और संभाजी के बेटे शाहू को २७ साल के संघर्ष के दौरान औरंगजेब ने बंदी बना रखा था। औरंगजेब की मृत्यु के बाद, शाहू को उसके उत्तराधिकारी द्वारा रिहा कर दिया गया। उत्तराधिकार को लेकर अपनी चाची ताराबाई के साथ एक संक्षिप्त सत्ता संघर्ष के बाद, शाहू ने १७०७ से १७४९ तक मराठा साम्राज्य पर शासन किया। अपने शासनकाल के शुरुआती वर्षों में, उन्होंने बालाजी विश्वनाथ और उनके वंशजों को मराठा साम्राज्य के पेशवा (प्रधान मंत्री) के रूप में नियुक्त किया। बालाजी के पुत्र पेशवा बाजीराव प्रथम और पोते पेशवा बालाजी बाजीराव के नेतृत्व में साम्राज्य का काफी विस्तार हुआ। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विशाल साम्राज्य को प्रभावी ढंग से प्रबंधित करने के लिए, शाहू और पेशवाओं ने शक्तिशाली सामंती प्रभुओं को अर्ध-स्वायत्तता प्रदान की, जिनमें बड़ौदा के गायकवाड़, इंदौर और मालवा के होलकर, ग्वालियर के सिंधिया और शामिल थे। नागपुर के भोंसले ने मराठा संघ का गठन किया।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="legacy">
              <h2>परंपरा</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी की स्थायी विरासत मराठा साम्राज्य के लिए नींव तैयार करने में निहित है, जिसने मुगल साम्राज्य की सैन्य, आर्थिक ताकत और प्रतिष्ठा को कमजोर करने में महत्वपूर्ण योगदान दिया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१७०७ में औरंगजेब की मृत्यु के बाद, मराठों ने तेजी से मुगल क्षेत्रों पर कब्जा करना शुरू कर दिया। १७३४ तक, उन्होंने खुद को मालवा में मजबूती से स्थापित कर लिया था। १७३७ तक, मराठा हमले बुन्देलखंड, राजपूताना और दोआब तक फैल गए, जिसकी परिणति दिल्ली की दीवारों के बाहर शाही सेना की हार में हुई। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१७३८ में, अपनी सेना की हार और भुखमरी का सामना करते हुए, हैदराबाद के निज़ाम ने, मुगल सम्राट के अधिकार पर काम करते हुए, मराठों को मालवा के शासकों और नर्मदा और चंबल के बीच की सभी भूमि के संप्रभु के रूप में स्वीकार किया। नदियाँ. <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;जैसा कि स्टीवर्ट गॉर्डन ने उल्लेख किया है, मराठों के इस उत्तर की ओर विस्तार ने मुगलों के स्थापित आदेश और प्रभुत्व को चुनौती देते हुए उनके बढ़ते प्रभाव और क्षेत्रीय लाभ को प्रदर्शित किया। सेना।
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        १७५० के दशक के दौरान, मराठा प्रभाव की सीमा उत्तर की ओर दिल्ली तक फैल गई। इस समय, मुगल सरकार ने राजधानी से पचास मील से अधिक के बहुत छोटे क्षेत्र पर सीधा नियंत्रण स्थापित कर लिया था। इस सीमित क्षेत्र में भी, संघर्ष बड़े पैमाने पर थे। जाटों और रोहिल्लाओं में क्षेत्र पर नियंत्रण के लिए प्रतिस्पर्धा हुई, विभिन्न गुटों ने सिंहासन के लिए प्रतिस्पर्धा की और अफगान राजा, अहमद शाह अब्दाली ने समय-समय पर राजधानी में घुसपैठ की। <br/>
                        ... <br />
                        इस अराजकता के बीच, दिल्ली में मराठों के लिए दो महत्वपूर्ण घटनाएँ सामने आईं। सबसे पहले, १७५२ में एक संधि ने उन्हें मुगल सिंहासन के रक्षक के रूप में नामित किया, जिससे उन्हें पंजाब में चौथ इकट्ठा करने का अधिकार मिल गया। दूसरे, १७५३ के गृह युद्ध के परिणामस्वरूप मुगल सिंहासन पर एक मराठा उम्मीदवार की नियुक्ति हुई, जो क्षेत्र में सत्ता और प्रभाव के लिए मराठा खोज में महत्वपूर्ण मील का पत्थर साबित हुआ।
                      </p>
                  </div>
              </div>
              <div class="info-pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अपने चरम पर, मराठा साम्राज्य दक्षिण में वर्तमान महाराष्ट्र से लेकर उत्तर में सतलुज नदी और पूर्व में उड़ीसा तक फैला हुआ था। हालाँकि, १७६१ में, मराठा सेना को अफगान साम्राज्य के अहमद शाह दुर्रानी के खिलाफ पानीपत की तीसरी लड़ाई में एक महत्वपूर्ण झटका लगा। इस हार के बावजूद, मराठा तेजी से उबरने में कामयाब रहे। एक दशक बाद, माधव राव द्वितीय के शासनकाल के दौरान, उन्होंने उत्तर भारत में फिर से प्रभाव हासिल कर लिया। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१९वीं सदी की शुरुआत में, ब्रिटिश ईस्ट इंडिया कंपनी भारत में अपनी शक्ति मजबूत कर रही थी। चार्ल्स मेटकाफ, एक ब्रिटिश अधिकारी, जिन्होंने बाद में कार्यवाहक गवर्नर-जनरल के रूप में कार्य किया, ने १८०६ में टिप्पणी की कि भारत अनिवार्य रूप से दो प्रमुख शक्तियों द्वारा शासित था: ब्रिटिश और मराठा। उन्होंने इस बात पर जोर दिया कि अंग्रेजों द्वारा सौंपे गए किसी भी क्षेत्र पर मराठों द्वारा दावा किया जाएगा। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;दूसरे और तीसरे आंग्ल-मराठा युद्ध (१८०५-१८१८) में अंग्रेजों से अपनी हार तक मराठा भारत में एक प्रमुख शक्ति बने रहे। इन संघर्षों के परिणामस्वरूप ब्रिटिश ईस्ट इंडिया कंपनी पूरे भारत में प्रमुख शक्ति के रूप में उभरी।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="governance">
              <h2>शासन</h2>
              <ul><h3><li>अष्ट प्रधान मंडल:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;आठ मंत्रियों की परिषद, जिसे अष्ट प्रधान मंडल के नाम से जाना जाता है, शिवाजी द्वारा स्थापित एक महत्वपूर्ण प्रशासनिक और सलाहकार निकाय थी। इसमें आठ मंत्री शामिल थे, यह राजनीतिक और प्रशासनिक मामलों पर शिवाजी को सलाह और मार्गदर्शन देने के लिए एक महत्वपूर्ण मंच के रूप में कार्य करता था। इस परिषद के सदस्य इस प्रकार थे:
                  </p>
              </div>
              <div class="table">
              <table>
                       <thead>
                           <tr>
                               <td>मंत्री</td>
                               <td>कर्तव्य</td>
                           </tr>
                       </thead>
                       <tbody>
                           <tr>
                               <td>पेशवा या प्रधान मंत्री</td>
                               <td>सामान्य प्रशासन</td>
                           </tr>
                           <tr>
                               <td>अमात्य या वित्त मंत्री</td>
                               <td>सार्वजनिक खाते बनाए रखना</td>
                           </tr>
                           <tr>
                               <td>मंत्री या इतिहासकार</td>
                               <td>अदालत के रिकॉर्ड बनाए रखना</td>
                           </tr>
                           <tr>
                               <td>सुमंत या दबीर या विदेश सचिव</td>
                               <td>अन्य राज्यों के साथ संबंधों से संबंधित सभी मामले</td>
                           </tr>
                           <tr>
                               <td>सचिव या शर्न नवीस या गृह सचिव</td>
                               <td>राजा के पत्राचार का प्रबंधन करना</td>
                           </tr>
                           <tr>
                               <td>पंडितराव या चर्च प्रमुख</td>
                               <td>धार्मिक मामले</td>
                           </tr>
                           <tr>
                               <td>न्यायधीश या मुख्य न्यायाधीश</td>
                               <td>सिविल और सैन्य न्याय</td>
                           </tr>
                           <tr>
                               <td>सेनापति/सारी नौबत या कमांडर-इन-चीफ</td>
                               <td>राजा की सेना से संबंधित सभी मामले</td>
                           </tr>
                       </tbody>
                   </table>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>मराठी और संस्कृत का प्रचार:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अपने दरबार में, शिवाजी ने फ़ारसी, जो उस क्षेत्र में प्रचलित दरबारी भाषा थी, को मराठी से प्रतिस्थापित करके एक महत्वपूर्ण सांस्कृतिक और भाषाई बदलाव की शुरुआत की। उन्होंने अपने शासनकाल के दौरान हिंदू राजनीतिक और दरबारी परंपराओं पर भी जोर दिया। शिवाजी के शासन ने संचार और समझ के लिए एक संरचित उपकरण के रूप में मराठी को बढ़ावा देने में महत्वपूर्ण भूमिका निभाई। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विशेष रूप से, शिवाजी की शाही मुहर संस्कृत में तैयार की गई थी। इसके अतिरिक्त, उन्होंने अपने एक अधिकारी को एक व्यापक शब्दकोष बनाने का काम सौंपा, जिसका उद्देश्य फ़ारसी और अरबी शब्दों को उनके संस्कृत समकक्षों से बदलना था। इस पहल के परिणामस्वरूप वर्ष १६७७ में राजव्यवहारकोष, जो राज्य के उपयोग का एक थिसॉरस था, का उत्पादन हुआ।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>धार्मिक नीति:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;कई समकालीन विश्लेषक शिवाजी की धार्मिक नीतियों को सहिष्णु मानते हैं। हिंदू धर्म को बढ़ावा देते हुए, शिवाजी ने न केवल मुसलमानों को बिना किसी हस्तक्षेप के अपने विश्वास का पालन करने की अनुमति दी, बल्कि बंदोबस्ती के माध्यम से उनकी संस्थाओं को सहायता भी प्रदान की। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;३ अप्रैल १६७९ को औरंगजेब द्वारा गैर-मुसलमानों पर जजिया कर लगाने के जवाब में, शिवाजी ने औरंगजेब को उसकी कर नीति की निंदा करते हुए एक आलोचनात्मक पत्र लिखा। उन्होंने लिखा है:
                  </p>
                  <img src="imgs/Shivaji's_letter_1.webp" alt="Shivaji's_letter" height="450" />
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "सख्त न्याय में, जजिया बिल्कुल भी वैध नहीं है। यदि आप हिंदुओं पर अत्याचार करने और उन्हें आतंकित करने में धर्मपरायणता की कल्पना करते हैं, तो आपको पहले राज सिंह प्रथम, जो हिंदुओं का मुखिया है, पर कर लगाना चाहिए। लेकिन चींटियों और मक्खियों पर अत्याचार करना अपराध है।" न तो बिल्कुल वीरता और न ही भावना। यदि आप कुरान में विश्वास करते हैं, तो ईश्वर सभी मनुष्यों का स्वामी है, न कि केवल मुसलमानों का। वास्तव में, इस्लाम और हिंदू धर्म विरोधाभास के शब्द हैं। इनका उपयोग सच्चे दिव्य चित्रकार द्वारा रंगों के मिश्रण के लिए किया जाता है और रूपरेखा भरना। यदि यह एक मस्जिद है, तो प्रार्थना का आह्वान भगवान की याद में किया जाता है। यदि यह एक मंदिर है, तो केवल भगवान की लालसा में घंटियाँ बजाई जाती हैं। किसी भी व्यक्ति के धर्म और प्रथाओं के प्रति कट्टरता दिखाना परिवर्तन करना है पवित्र पुस्तक के शब्द।"
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;यह देखते हुए कि शिवाजी ने पड़ोसी मुस्लिम राज्यों के प्रसार को रोक दिया था, उनके समकालीन कवि कवि भूषण ने कहा:
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "अगर शिवाजी नहीं होते तो काशी अपनी संस्कृति खो देती, मथुरा को मस्जिद में बदल दिया गया होता और सभी का खतना कर दिया गया होता।"
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;गिज्स क्रूज़ट्ज़र ने अपनी पुस्तक "ज़ेनोफ़ोबिया इन सेवेंटीन्थ-सेंचुरी इंडिया" में तर्क दिया है कि आधुनिक सांप्रदायिकता की उत्पत्ति, हिंदू और मुस्लिम "समुदायों" के बीच विरोध, शिवाजी और के बीच परस्पर क्रिया के दौरान उभरा। १६८० में शिवाजी की मृत्यु के बावजूद, १६७७ से १६८७ तक मुग़ल सम्राट औरंगजेब रहा। १६६४ में सूरत पर कब्ज़ा करने के दौरान, शिवाजी ने विभिन्न धर्मों के प्रति सहिष्णुता का प्रदर्शन करते हुए, शहर के ईसाइयों को बख्श दिया। यहां तक कि उन्होंने कैपुचिन तपस्वी एम्ब्रोस को "अच्छे आदमी" भी कहा। <br/>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी का इरादा सार्वभौमिक हिंदू शासन स्थापित करना नहीं था बल्कि धार्मिक सहिष्णुता और समन्वयवाद को बढ़ावा देना था। उन्होंने औरंगजेब से हिंदू मान्यताओं और स्थलों के प्रति अकबर के सम्मान का अनुकरण करने का आग्रह किया। शिवाजी ने पड़ोसी मुस्लिम राष्ट्रों के साथ भी गठबंधन बनाया और अपनी सेना में मुस्लिम नेताओं को शामिल किया, जैसे १६५६ में पहली पठान इकाई का गठन और एक मुस्लिम दरिया सारंग को अपने नौसैनिक एडमिरल के रूप में नियुक्त किया।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>सील:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मुहरें आधिकारिक दस्तावेजों को मान्य करने की एक विधि के रूप में कार्य करती हैं। जहाँ शाहजी और जीजाबाई ने फ़ारसी मुहरों का उपयोग किया, वहीं शिवाजी ने अपनी मुहर के लिए शुरू से ही संस्कृत को चुना। मुहर पर शिलालेख में लिखा है: "शाह के पुत्र शिव की यह मुहर लोगों के कल्याण के लिए प्रकाशित होती है और इसका उद्देश्य बढ़ते हुए अर्धचंद्र के समान ब्रह्मांड से बढ़ती श्रद्धा प्राप्त करना है।"
                  </p>
                  <img src="imgs/seals.webp" alt="seals" height="300" />
              </div>
          </section>
  
          <section id="continue-btn">
              <a href="https://en.wikipedia.org/wiki/Shivaji" target="_blank" rel='noreferrer'><button>पढना जारी रखे।</button></a>
          </section>
      </main>
    </>
    )
}
