import React from 'react'
import {Link} from 'react-router-dom';

export default function Hindi() {
  return (
    <>
      <div>
        <nav>
          <div class="lang">
            <span>Translate this site into: </span>
            <span><Link to="/">English</Link></span>
            <span><Link to="/marathi">मराठी</Link></span>
          </div>
        </nav>

        <main>
          <section id="introduction">
            <div class="p">
              <h1>छत्रपति शिवाजी महाराज</h1>
              <div class="intro">
                <img src="imgs/chatrapati-shivaji-maharaj.webp" alt="chatrapati-shivaji-maharaj-portrait" height="550px" />
                <p>
                  <strong>छत्रपति शिवाजी महाराज</strong> एक भारतीय शासक और भोसले मराठा वंश के सदस्य थे। महाराज ने बीजापुर की गिरती आदिलशाही सल्तनत से अपना स्वतंत्र राज्य बनाया, जिससे मराठा साम्राज्य की उत्पत्ति हुई। १६७४ में, उन्हें रायगढ़ किले में औपचारिक रूप से अपने क्षेत्र के छत्रपति के रूप में ताज पहनाया गया। <br/>
                  अपने जीवन के दौरान, शिवाजी मुगल साम्राज्य, गोलकुंडा की सल्तनत, बीजापुर की सल्तनत और यूरोपीय औपनिवेशिक शक्तियों के साथ गठबंधन और शत्रुता दोनों में लगे रहे। शिवाजी के सैन्य बलों ने मराठा प्रभाव क्षेत्र का विस्तार किया, किलों पर कब्जा किया और निर्माण किया, और मराठा नौसेना का गठन किया। शिवाजी ने अच्छी तरह से संरचित प्रशासनिक संस्थानों के साथ एक सक्षम और प्रगतिशील नागरिक प्रशासन की स्थापना की। उन्होंने प्राचीन हिंदू राजनीतिक परंपराओं, अदालती सम्मेलनों को पुनर्जीवित किया और अदालत और प्रशासन में फ़ारसी की जगह मराठी और संस्कृत भाषाओं के उपयोग को बढ़ावा दिया। महिलाओं के प्रति अपने वीरतापूर्ण व्यवहार के लिए प्रशंसित शिवाजी ने अपने प्रशासन और सशस्त्र बलों में मुसलमानों और यूरोपीय सहित सभी जातियों और धर्मों के लोगों को नियुक्त किया। <br/>
                  महाराज की विरासत पर्यवेक्षकों और समय के अनुसार अलग-अलग थी, लेकिन उनकी मृत्यु के लगभग दो शताब्दियों के बाद भारतीय स्वतंत्रता आंदोलन के उद्भव के साथ उनका महत्व बढ़ना शुरू हो गया, क्योंकि कई भारतीय राष्ट्रवादियों ने उन्हें एक आद्य-राष्ट्रवादी और हिन्दू नायक के रूप में उभारा।
                  </p>
              </div>
            </div>
          </section>
<hr />
          <section id="early-life">
            <h2>प्रारंभिक जीवन</h2>
            <div class="info_pic">
              <p>
                <strong>छत्रपति शिवाजी महाराज</strong> का जन्म जुन्नर शहर के पास <strong>शिवनेरी</strong> के पहाड़ी किले में हुआ था, जो अब पुणे जिले में है। 19 फरवरी को शिवाजी महाराज के जन्म (शिवाजी जयंती) के उपलक्ष्य में छुट्टी मनाई जाती है। शिवाजी महाराज का नाम एक स्थानीय देवता, देवी<strong>शिवाई देवी</strong>के नाम पर रखा गया था।<br/>
                महाराज भोंसले वंश के मराठा परिवार से थे। महाराज के पिता, <strong>शाहजी भोंसले</strong>, एक मराठा सेनापति थे जिन्होंने दक्कन सल्तनत की सेवा की थी। उनकी मां <strong>जीजाबाई</strong> थीं, जो सिंधखेड के लखुजी जाधवराव की बेटी थीं, जो मुगल वंश के सरदार थे और देवगिरी के यादव शाही परिवार से आने का दावा करते थे। उनके दादा मालोजी (1552-1597) अहमदनगर सल्तनत के एक प्रभावशाली सेनापति थे, और उन्हें "राजा" की उपाधि से सम्मानित किया गया था। सैन्य खर्चों के लिए उन्हें पुणे, सुपे, चाकन और इंदापुर के देशमुखी अधिकार दिए गए। उन्हें अपने परिवार के निवास के लिए किला शिवनेरी भी दिया गया था|
                महाराज के जन्म के समय, डेक्कन में सत्ता तीन इस्लामी सल्तनतों द्वारा साझा की गई थी: बीजापुर, अहमदनगर और गोलकुंडा। शाहजी ने अक्सर अहमदनगर के निज़ामशाही, बीजापुर के आदिलशाह और मुगलों के बीच अपनी वफादारी बदली, लेकिन हमेशा पुणे में अपनी जागीर और अपनी छोटी सेना रखी।
              </p>
              <img src="imgs/shivaji_childhood.webp" alt="shivaji_childhood" height="500" />
            </div>
          </section>
<hr />
          <section id="bijapur_conflict">
            <h2>बीजापुर सल्तनत से संघर्ष</h2>
            <ul><h3><li>पृष्ठभूमि और संदर्भ:</li></h3></ul>
            <div class="info_pic">
              <p>
                १६३६ में, बीजापुर की आदिल शाही सल्तनत ने इसके दक्षिण के राज्यों पर आक्रमण किया। सल्तनत हाल ही में मुग़ल साम्राज्य का एक सहायक राज्य बन गया था। इसमें शाहजी द्वारा मदद की जा रही थी, जो उस समय पश्चिमी भारत के मराठा ऊपरी इलाकों में एक सरदार थे। शाहजी विजित प्रदेशों में जागीर भूमि के पुरस्कार के अवसरों की तलाश में थे, जिस पर कर वह वार्षिकी के रूप में एकत्र कर सकते थे। <br/>
                शाहजी संक्षिप्त मुगल सेवा से एक विद्रोही थे। बीजापुर सरकार द्वारा समर्थित मुगलों के विरुद्ध शाहजी के अभियान आम तौर पर असफल रहे। मुग़ल सेना लगातार उनका पीछा कर रही थी, और शिवाजी और उनकी माँ जीजाबाई को एक किले से दूसरे किले में जाना पड़ा। <br/>
                १६३६ में, शाहजी बीजापुर की सेवा में शामिल हो गये और पूना को अनुदान के रूप में प्राप्त किया। बीजापुरी शासक आदिलशाह द्वारा बैंगलोर में तैनात किए जाने पर शाहजी ने दादोजी कोंडादेव को पूना का प्रशासक नियुक्त किया। शिवाजी और जीजाबाई पूना में बस गये। १६४७ में कोंडादेव की मृत्यु हो गई और शिवाजी ने इसका प्रशासन अपने हाथ में ले लिया। उनके पहले कार्यों में से एक ने बीजापुरी सरकार को सीधे चुनौती दी।
              </p>
              <img src="imgs/shivneri.webp" alt="shivneri" height="400px" />
            </div>
      <hr class="inside" />
            <ul><h3><li>स्वतंत्र शासन:</li></h3></ul>
            <div class="info_pic">
              <p>
                १६४६ में, १६ वर्षीय शिवाजी ने सुल्तान मोहम्मद आदिल शाह की बीमारी के कारण बीजापुर दरबार में व्याप्त भ्रम का फायदा उठाते हुए तोरणा किले पर कब्जा कर लिया और वहां मिले बड़े खजाने को जब्त कर लिया। अगले दो वर्षों में, शिवाजी ने पुणे के पास कई महत्वपूर्ण किलों पर कब्ज़ा कर लिया, जिनमें पुरंदर, कोंढाणा और चाकन शामिल थे। उन्होंने पुणे के पूर्व में सुपा, बारामती और इंदापुर के आसपास के क्षेत्रों को भी अपने सीधे नियंत्रण में ले लिया। उन्होंने तोरणा में मिले खजाने का उपयोग राजगढ़ नाम का एक नया किला बनाने में किया। वह किला एक दशक से अधिक समय तक उनकी सरकार की सीट के रूप में कार्य करता रहा। इसके बाद शिवाजी ने पश्चिम की ओर कोंकण की ओर रुख किया और कल्याण के महत्वपूर्ण शहर पर कब्ज़ा कर लिया। बीजापुर सरकार ने इन घटनाओं पर ध्यान दिया और कार्रवाई करने की मांग की। २५ जुलाई १६४८ को, शिवाजी को रोकने के लिए, बीजापुर सरकार के आदेश के तहत, शाहजी को बाजी घोरपड़े नामक एक साथी मराठा सरदार ने कैद कर लिया था।
              </p>
              <img src="imgs/south_india_in_1605.webp" alt="shivneri" height="400px" />
            </div>
            <div class="info_pic">
              <p>
                १६४९ में जिनजी पर कब्ज़ा करने के बाद कर्नाटक में आदिलशाह का स्थान सुरक्षित हो गया, शाहजी को रिहा कर दिया गया। १६४९-१६५५ के दौरान, शिवाजी ने अपनी विजय यात्रा रोक दी और चुपचाप अपनी बढ़त को मजबूत किया। अपने पिता की रिहाई के बाद, शिवाजी ने छापेमारी फिर से शुरू की और १६५६ में, विवादास्पद परिस्थितियों में, बीजापुर के एक साथी मराठा सामंत चंद्रराव मोरे की हत्या कर दी, और महाबलेश्वर के वर्तमान हिल स्टेशन के पास, जावली की घाटी पर कब्ज़ा कर लिया। जावली की विजय ने शिवाजी को दक्षिण और दक्षिण-पश्चिम महाराष्ट्र में अपने आक्रमण बढ़ाने की अनुमति दी। भोंसले और मोरे परिवारों के अलावा, सावंतवाड़ी के सावंत, मुधोल के घोरपड़े, फलटन के निंबालकर, शिर्के, माने और मोहिते सहित कई अन्य लोगों ने भी बीजापुर के आदिलशाही की सेवा की, जिनमें से कई देशमुखी अधिकारों के साथ थे। शिवाजी ने इन शक्तिशाली परिवारों को वश में करने के लिए विभिन्न रणनीतियाँ अपनाईं, जैसे वैवाहिक गठबंधन बनाना, देशमुखों को दरकिनार करने के लिए गाँव के पाटिलों से सीधे निपटना, या बलपूर्वक उन्हें अपने वश में करना। अपने बाद के वर्षों में शाहजी का अपने बेटे के प्रति दोहरा रवैया था और उन्होंने उसकी विद्रोही गतिविधियों को अस्वीकार कर दिया। उन्होंने बीजापुरियों से कहा कि वे शिवाजी के साथ जो चाहें करें। 1664-1665 के आसपास एक शिकार दुर्घटना में शाहजी की मृत्यु हो गई।
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>अफ़ज़ल खान से मुकाबला:</li></h3></ul>
            <div class="info_pic">
              <p>
                बीजापुर सल्तनत शिवाजी की सेना से हुए नुकसान से अप्रसन्न थी, उनके जागीरदार शाहजी ने अपने बेटे के कार्यों को अस्वीकार कर दिया था। मुगलों के साथ शांति संधि और युवा अली आदिल शाह द्वितीय की सुल्तान के रूप में आम स्वीकृति के बाद, बीजापुर सरकार अधिक स्थिर हो गई और उसने अपना ध्यान शिवाजी की ओर केंद्रित कर दिया। 1657 में, सुल्तान, या संभवतः उसकी माँ और शासक ने, एक अनुभवी सेनापति अफ़ज़ल खान को शिवाजी को गिरफ्तार करने के लिए भेजा। उनसे उलझने से पहले, बीजापुरी सेना ने शिवाजी के परिवार के पवित्र स्थल तुलजा भवानी मंदिर और हिंदुओं के प्रमुख तीर्थ स्थल पंढरपुर के विठोबा मंदिर को अपवित्र कर दिया। <br/>
                बीजापुरी सेना द्वारा पीछा किए जाने पर, शिवाजी पीछे हटकर प्रतापगढ़ किले में चले गए, जहाँ उनके कई सहयोगियों ने उन पर आत्मसमर्पण करने के लिए दबाव डाला। दोनों सेनाओं ने खुद को गतिरोध में पाया, शिवाजी घेराबंदी तोड़ने में असमर्थ थे, जबकि अफ़ज़ल खान, एक शक्तिशाली घुड़सवार सेना के साथ, लेकिन घेराबंदी के उपकरणों की कमी के कारण, किले पर कब्ज़ा करने में असमर्थ था। दो महीने के बाद, अफ़ज़ल खान ने शिवाजी के पास एक दूत भेजा और सुझाव दिया कि दोनों नेता बातचीत के लिए किले के बाहर अकेले में मिलें।
              </p>
              <img src="imgs/afzal_khan.webp" alt="shivneri" height="450px" />
            </div>
            <div class="info_pic">
              <p>
                वे दोनों १० नवंबर १६५९ को प्रतापगढ़ किले की तलहटी में एक झोपड़ी में मिले। व्यवस्था ने तय किया था कि प्रत्येक केवल तलवार से लैस होकर आएगा, और इसमें एक अनुयायी शामिल होगा। शिवाजी को संदेह था कि अफजल खान उन्हें गिरफ्तार करेगा या उन पर हमला करेगा, उन्होंने अपने कपड़ों के नीचे कवच पहना था, अपनी बायीं भुजा पर वाघ नख (धातु "बाघ का पंजा") छिपा रखा था और अपने दाहिने हाथ में एक खंजर था। क्या हुआ यह ऐतिहासिक निश्चितता के साथ ज्ञात नहीं है, मुख्य रूप से मराठा किंवदंतियाँ इस कहानी को बताती हैं; हालाँकि, इस बात पर सहमति है कि दोनों एक शारीरिक संघर्ष में घायल हो गए जो खान के लिए घातक साबित हुआ। खान का खंजर शिवाजी के कवच को भेदने में विफल रहा, लेकिन शिवाजी ने उसका शरीर धड़ से अलग कर दिया; तब शिवाजी ने बीजापुरी सेना पर हमला करने के लिए अपने छिपे हुए सैनिकों को संकेत देने के लिए एक तोप दागी। <br/>
                रतापगढ़ की आगामी लड़ाई में, शिवाजी की सेना ने बीजापुर सल्तनत की सेना को निर्णायक रूप से हरा दिया। बीजापुर सेना के 3,000 से अधिक सैनिक मारे गये; और उच्च पद के एक सरदार, अफ़ज़ल खान के दो बेटे और दो मराठा प्रमुखों को बंदी बना लिया गया। विजय के बाद शिवाजी ने प्रतापगढ़ के नीचे एक भव्य समीक्षा की। पकड़े गए शत्रु, दोनों अधिकारियों और पुरुषों को मुक्त कर दिया गया और धन, भोजन और अन्य उपहारों के साथ उनके घरों को वापस भेज दिया गया। मराठों को तदनुसार पुरस्कृत किया गया।
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>पन्हाला की घेराबंदी:</li></h3></ul>
            <div class="info_pic">
              <p>
                अपने खिलाफ भेजी गई बीजापुरी सेना को पराजित करने के बाद, शिवाजी और उनकी सेना ने कोंकण तट और कोल्हापुर की ओर मार्च किया, पन्हाला किले पर कब्ज़ा कर लिया, और १६५९ में रुस्तम ज़मान और फज़ल खान के नेतृत्व में उनके खिलाफ भेजी गई बीजापुरी सेना को हरा दिया। १६६० में, आदिलशाह ने अपने सेनापति को भेजा। सिद्दी जौहर ने मुगलों के साथ गठबंधन करके शिवाजी की दक्षिणी सीमा पर हमला किया, जिन्होंने उत्तर से हमला करने की योजना बनाई थी। उस समय शिवाजी अपनी सेना के साथ पन्हाला किले में डेरा डाले हुए थे। सिद्दी जौहर की सेना ने १६६० के मध्य में पन्हाला को घेर लिया, जिससे किले तक आपूर्ति मार्ग बंद हो गए। पन्हाला पर बमबारी के दौरान, सिद्दी जौहर ने राजापुर में अंग्रेजों से हथगोले खरीदे, और किले पर बमबारी में सहायता के लिए कुछ अंग्रेजी तोपखानों को भी काम पर रखा, जो स्पष्ट रूप से अंग्रेजों द्वारा इस्तेमाल किया गया झंडा फहरा रहे थे। इस कथित विश्वासघात ने शिवाजी को क्रोधित कर दिया, जिन्होंने दिसंबर में राजापुर में अंग्रेजी कारखाने को लूटकर और चार मालिकों को पकड़कर, उन्हें 1663 के मध्य तक कैद में रखकर जवाबी कार्रवाई की।
              </p>
              <img src="imgs/panhala-fort.webp" alt="panhala-fort" height="400px" />
            </div>
            <div class="info_pic">
              <p>
                महीनों की घेराबंदी के बाद, शिवाजी ने सिद्दी जौहर के साथ बातचीत की और २२ सितंबर १६६० को किला सौंप दिया और विशालगढ़ वापस चले गए; १६७३ में शिवाजी ने पन्हाला पर पुनः कब्ज़ा कर लिया।
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>पवन खिंड की लड़ाई:</li></h3></ul>
            <div class="info_pic">
              <p>
                शिवाजी रात में छिपकर पन्हाला से भाग निकले, और जब दुश्मन घुड़सवार सेना ने उनका पीछा किया, तो उनके मराठा सरदार बंदल देशमुख के बाजी प्रभु देशपांडे, ३०० सैनिकों के साथ, घोड़ खिंड में दुश्मन को रोकने के लिए मौत से लड़ने के लिए स्वेच्छा से आगे बढ़े (" शिवाजी और बाकी सेना को विशालगढ़ किले की सुरक्षा तक पहुंचने का मौका देने के लिए घोड़ा खड्ड")। <br/>
                पवन खिंड की आगामी लड़ाई में, छोटी मराठा सेना ने शिवाजी को भागने का समय देने के लिए बड़े दुश्मन को रोक लिया। बाजी प्रभु देशपांडे घायल हो गए, लेकिन तब तक लड़ते रहे जब तक उन्होंने विशालगढ़ से तोप की आवाज नहीं सुनी, यह संकेत था कि शिवाजी १३ जुलाई १६६० की शाम को सुरक्षित रूप से किले में पहुंच गए थे। घोड़ खिंड (खिंड का अर्थ है "एक संकीर्ण पहाड़ी दर्रा") बाद में था बाजीप्रभु देशपांडे, शिबोसिंह जाधव, फुलोजी और वहां लड़ने वाले अन्य सभी सैनिकों के सम्मान में इसका नाम बदलकर पावन खिंड ("पवित्र दर्रा") रखा गया।
              </p>
              <img src="imgs/pavan-khind.webp" alt="pavan-khind" height="300px" />
            </div>
          </section>
<hr />
          <section id="mughal_combat">
            <h2>मुघलों से युद्ध</h2>
            <p>
              1657 तक शिवाजी ने मुग़ल साम्राज्य के साथ शांतिपूर्ण संबंध बनाए रखे। शिवाजी ने मुग़ल सम्राट के बेटे और दक्कन के वाइसराय औरंगजेब को बीजापुर पर विजय प्राप्त करने में सहायता की पेशकश की, बदले में बीजापुरी किलों और उनके कब्जे वाले गांवों पर उनके अधिकार की औपचारिक मान्यता प्राप्त की। मुगलों की प्रतिक्रिया से असंतुष्ट होकर, और बीजापुर से बेहतर प्रस्ताव मिलने पर, उन्होंने मुगल दक्कन में छापा मारा। मुगलों के साथ शिवाजी का टकराव मार्च 1657 में शुरू हुआ, जब शिवाजी के दो अधिकारियों ने अहमदनगर के पास मुगल क्षेत्र पर छापा मारा। इसके बाद जुन्नार में छापे मारे गए, जिसमें शिवाजी 300,000 हूण नकद और 200 घोड़े ले गए। औरंगजेब ने नासिरी खान को भेजकर छापे का जवाब दिया, जिसने अहमदनगर में शिवाजी की सेना को हराया। हालाँकि, शिवाजी के खिलाफ औरंगजेब के जवाबी कदम बरसात के मौसम और सम्राट शाहजहाँ की बीमारी के बाद मुगल सिंहासन के उत्तराधिकार को लेकर अपने भाइयों के साथ उसकी लड़ाई के कारण बाधित हो गए थे।
            </p>
            <ul><h3><li>शाइस्ता खान और सूरत पर हमले:</li></h3></ul>
            <div class="info_pic">
              <p>
                बीजापुर की बड़ी बेगम के अनुरोध पर, औरंगजेब, जो अब मुगल सम्राट था, ने जनवरी १६६० में अपने मामा शाइस्ता खान को १५०.००० से अधिक की सेना और एक शक्तिशाली तोपखाने डिवीजन के साथ बीजापुर की सेना के साथ मिलकर शिवाजी पर हमला करने के लिए भेजा। सिद्दी जौहर. शाइस्ता खान ने अपनी ८०,००० की बेहतर सुसज्जित और अच्छी तरह से सुसज्जित सेना के साथ पुणे पर कब्ज़ा कर लिया। उसने पास के चाकन किले को भी अपने कब्जे में ले लिया और दीवारों को तोड़ने से पहले उसे डेढ़ महीने तक घेरे रखा। उन्होंने शिवाजी के महल लाल महल में अपना निवास स्थापित किया।
              </p>
              <img src="imgs/shaista_khan.webp" alt="shaista_khan" height="320" />
            </div>
            <div class="info_pic">
              <p>
                ५ अप्रैल १६६३ की रात को, शिवाजी ने शाइस्ता खान के शिविर पर एक साहसी रात के हमले का नेतृत्व किया। उसने ४०० लोगों के साथ शाइस्ता खान की हवेली पर हमला किया, खान के शयनकक्ष में तोड़-फोड़ की और उसे घायल कर दिया। खान की तीन उंगलियां कट गईं. हाथापाई में शाइस्ता खान का बेटा और कई पत्नियां, नौकर और सैनिक मारे गए। खान ने पुणे के बाहर मुगल सेना के साथ शरण ली और औरंगजेब ने उसे इस शर्मिंदगी के लिए बंगाल में स्थानांतरण के साथ दंडित किया। <br/>
                शाइस्ता खान के हमलों के प्रतिशोध में, और अपने अब ख़त्म हो चुके खजाने को फिर से भरने के लिए, १६६४ में शिवाजी ने बंदरगाह शहर सूरत, जो एक समृद्ध मुगल व्यापारिक केंद्र था, को लूट लिया। १३ फरवरी १६६५ को, उन्होंने वर्तमान कर्नाटक में पुर्तगालियों के कब्जे वाले बसरूर पर भी नौसैनिक हमला किया और बड़ी लूट हासिल की।
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>पुरंदर की संधि:</li></h3></ul>
            <div class="info_pic">
              <p>
                शाइस्ता खान और सूरत पर हमलों से औरंगजेब क्रोधित हो गया। जवाब में, उन्होंने शिवाजी को हराने के लिए राजपूत जनरल जय सिंह प्रथम को लगभग १५,००० की सेना के साथ भेजा। १६६५ के दौरान, जय सिंह की सेनाओं ने शिवाजी पर दबाव डाला, उनकी घुड़सवार सेना ने ग्रामीण इलाकों को तहस-नहस कर दिया और शिवाजी के किलों को घेर लिया। मुग़ल कमांडर शिवाजी के कई प्रमुख कमांडरों और उनके कई घुड़सवारों को मुग़ल सेवा में लुभाने में सफल रहा। 1665 के मध्य तक, जब पुरंदर के किले को घेर लिया गया और कब्जे के करीब पहुंच गया, तो शिवाजी को जय सिंह के साथ समझौता करने के लिए मजबूर होना पड़ा। <br/>
                ११ जून १६६५ को शिवाजी और जय सिंह द्वारा हस्ताक्षरित पुरंदर की संधि में, शिवाजी अपने २३ किलों को छोड़ने, १२ को अपने पास रखने और मुगलों को ४००,००० सोने के हूण का मुआवजा देने पर सहमत हुए। शिवाजी मुगल साम्राज्य के जागीरदार बनने और अपने बेटे संभाजी को ५,००० घुड़सवारों के साथ एक मनसबदार के रूप में दक्कन में मुगलों के लिए लड़ने के लिए भेजने पर सहमत हुए।
              </p>
              <img src="imgs/treaty-of-purandar.webp" alt="treaty-of-purandar" height="400" />
            </div>
      <hr class="inside" />
            <ul><h3><li>आगरा में गिरफ्तारी और पलायन:</li></h3></ul>
            <div class="info_pic">
              <p>
                १६६६ में, औरंगजेब ने शिवाजी को उनके नौ वर्षीय बेटे संभाजी के साथ आगरा बुलाया (हालांकि कुछ स्रोत इसके बजाय दिल्ली बताते हैं)। मुगल साम्राज्य की उत्तर-पश्चिमी सीमा को मजबूत करने के लिए औरंगजेब ने शिवाजी को कंधार, जो अब अफगानिस्तान में है, भेजने की योजना बनाई। हालाँकि, १२ मई १६६६ को, शिवाजी को अपेक्षाकृत निम्न-रैंकिंग वाले रईसों के साथ अदालत में खड़ा किया गया था, जिन्हें उन्होंने पहले ही युद्ध में हरा दिया था। शिवाजी ने अपराध किया, बाहर निकल गए और उन्हें तुरंत घर में नजरबंद कर दिया गया। जय सिंह के बेटे राम सिंह ने शिवाजी और उनके बेटे की हिरासत की गारंटी दी।
              </p>
              <img src="imgs/agra-escape.webp" alt="agra-escape" height="300" />
            </div>
            <div class="info_pic">
              <p>
                नजरबंदी के तहत शिवाजी की स्थिति खतरनाक थी, क्योंकि औरंगजेब के दरबार में इस बात पर बहस हो रही थी कि उन्हें मार डाला जाए या उन्हें नौकरी पर रखना जारी रखा जाए। जय सिंह ने शिवाजी को उनकी व्यक्तिगत सुरक्षा का आश्वासन देते हुए औरंगजेब के फैसले को प्रभावित करने की कोशिश की। इस बीच, शिवाजी ने खुद को आज़ाद करने की योजना बनाई। उन्होंने अपने अधिकांश लोगों को घर वापस भेज दिया और राम सिंह से अपनी और अपने बेटे की सुरक्षित अभिरक्षा के लिए सम्राट को दी गई अपनी गारंटी वापस लेने को कहा। उन्होंने मुगल सेना के समक्ष आत्मसमर्पण कर दिया। तब शिवाजी ने बीमार होने का नाटक किया और प्रायश्चित के रूप में ब्राह्मणों और गरीबों को देने के लिए मिठाइयों से भरी बड़ी टोकरियाँ भेजना शुरू कर दिया। १७ अगस्त १६६६ को, बड़ी टोकरियों में से एक में खुद को और दूसरे में अपने बेटे संभाजी को रखकर, शिवाजी भाग निकले और आगरा छोड़ गए।
              </p>
            </div>
          </section>
<hr />
          <section id="coronation">
            <h2>राज तिलक</h2>
            <div class="info_pic">
              <p>
                शिवाजी ने अपने अभियानों के माध्यम से व्यापक भूमि और धन अर्जित किया था, लेकिन औपचारिक उपाधि के अभाव में, वे अभी भी तकनीकी रूप से एक मुगल जमींदार या बीजापुरी जागीरदार के पुत्र थे, उनके वास्तविक डोमेन पर शासन करने के लिए कोई कानूनी आधार नहीं था। एक राजसी पदवी इसे संबोधित कर सकती है और अन्य मराठा नेताओं, जो उनके बराबर थे, द्वारा किसी भी चुनौती को रोक सकती है। इस तरह की उपाधि हिंदू मराठों को मुसलमानों द्वारा शासित क्षेत्र में एक साथी हिंदू संप्रभु भी प्रदान करेगी।
              </p>
              <img src="imgs/coronation.webp" alt="coronation" height="300" />
            </div>
            <div class="info_pic">
              <p>
                प्रस्तावित राज्याभिषेक की तैयारी १६७३ में शुरू हुई। हालाँकि, कुछ विवादों के कारण राज्याभिषेक में लगभग एक वर्ष की देरी हो गई। शिवाजी के दरबार के ब्राह्मणों के बीच एक विवाद छिड़ गया: उन्होंने शिवाजी को राजा बनाने से इनकार कर दिया क्योंकि वह दर्जा हिंदू समाज में क्षत्रिय (योद्धा) वर्ण के लिए आरक्षित था। शिवाजी कृषक गांवों के मुखियाओं के वंशज थे, और तदनुसार ब्राह्मणों ने उन्हें मराठा के रूप में वर्गीकृत किया, क्षत्रिय के रूप में नहीं। उन्होंने कहा कि शिवाजी ने कभी पवित्र धागा समारोह नहीं किया था, और क्षत्रियों की तरह धागा नहीं पहनते थे। शिवाजी ने वाराणसी के एक पंडित गागा भट्ट को बुलाया, जिन्होंने कहा कि उन्हें एक वंशावली मिली है जो साबित करती है कि शिवाजी सिसौदिया के वंशज थे, और इस प्रकार वास्तव में एक क्षत्रिय थे, हालांकि उन्हें अपने पद के अनुरूप समारोहों की आवश्यकता थी। इस स्थिति को लागू करने के लिए, शिवाजी को एक पवित्र धागा समारोह दिया गया, और एक क्षत्रिय से अपेक्षित वैदिक संस्कारों के तहत अपने जीवनसाथी से पुनर्विवाह किया गया। हालाँकि, ऐतिहासिक साक्ष्यों के अनुसार, शिवाजी का राजपूत होने का दावा, और विशेष रूप से सिसौदियाल वंश का, कमज़ोर से लेकर विशुद्ध रूप से आविष्कारशील तक कुछ भी देखा जा सकता है। <br/>
                २८ मई को शिवाजी ने अपने और अपने पूर्वजों के इतने लंबे समय तक क्षत्रिय संस्कारों का पालन न करने के लिए प्रायश्चित किया। तब उन्हें गागा भट्ट ने पवित्र धागा पहनाया था। अन्य ब्राह्मणों के आग्रह पर, गागा भट्ट ने वैदिक मंत्रोच्चार को छोड़ दिया और शिवाजी को ब्राह्मणों के बराबर रखने के बजाय, उन्हें द्विजों के जीवन के एक संशोधित रूप में दीक्षा दी। अगले दिन, शिवाजी ने अपने जीवनकाल में जानबूझकर या आकस्मिक रूप से किए गए पापों का प्रायश्चित किया। उन्हें सोने, चांदी और कई अन्य वस्तुओं, जैसे बढ़िया लिनन, कपूर, नमक, चीनी आदि सहित सात धातुओं से अलग-अलग तौला गया था। इन सभी वस्तुओं को, एक लाख हूण के साथ, ब्राह्मणों के बीच वितरित किया गया था। लेकिन यह भी ब्राह्मणों के लालच को संतुष्ट करने में विफल रहा। दो विद्वान ब्राह्मणों ने बताया कि शिवाजी ने अपने छापे के दौरान ब्राह्मणों, गायों, महिलाओं और बच्चों को मार डाला था। रुपये की कीमत पर उसे इन पापों से मुक्त किया जा सकता था। 8,000, जिसे शिवाजी ने चुकाया। सभा को खिलाने, सामान्य भिक्षा, सिंहासन और आभूषणों पर कुल खर्च 1.5 मिलियन रुपये तक पहुंच गया। <br/>
                ६ जून १६७४ को, रायगढ़ किले में एक भव्य समारोह में शिवाजी को मराठा साम्राज्य (हिंदवी स्वराज) के राजा का ताज पहनाया गया। हिंदू कैलेंडर के अनुसार यह वर्ष 1596 में ज्येष्ठ महीने के पहले पखवाड़े का 13वां दिन (त्रयोदशी) था। गागा भट्ट ने सात पवित्र नदियों-यमुना, सिंधु, के पानी से भरे सोने के बर्तन से पानी डाला। गंगा, गोदावरी, नर्मदा, कृष्णा और कावेरी-शिवाजी के सिर के ऊपर, और वैदिक राज्याभिषेक मंत्रों का जाप किया। स्नान के बाद शिवाजी ने अपनी मां जीजाबाई को प्रणाम किया और उनके पैर छुए। समारोहों के लिए रायगढ़ में लगभग पचास हजार लोग एकत्र हुए। शिवाजी शककर्ता ("एक युग के संस्थापक") और छत्रपति ("संप्रभु") के हकदार थे। उन्होंने हिंदव धर्मोधारक (हिंदू आस्था के रक्षक) और क्षत्रिय कुलवंत की उपाधि भी ली: क्षत्रिय हिंदू धर्म का वर्ण है और कुलवंत का अर्थ है 'कुल या जाति का मुखिया'। <br/>
                १८ जून १६७४ को शिवाजी की माँ की मृत्यु हो गई। मराठों ने एक तांत्रिक पुजारी निश्चल पुरी गोस्वामी को बुलाया, जिन्होंने घोषणा की कि मूल राज्याभिषेक अशुभ सितारों के तहत आयोजित किया गया था, और दूसरे राज्याभिषेक की आवश्यकता थी। २४ सितंबर १६७४ को हुए इस दूसरे राज्याभिषेक ने कम विवादास्पद समारोह होने के कारण उन लोगों को शांत कर दिया जो अब भी मानते थे कि शिवाजी अपने पहले राज्याभिषेक के वैदिक संस्कारों के लिए योग्य नहीं थे।
              </p>
            </div>
          </section>
        </main>
      </div>
    </>
  )
}
