import React from 'react'
import { Link } from 'react-router-dom';

export default function Kannada() {

  document.title = "ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜರು - ಕನ್ನಡ";

  document.querySelector('meta[name="description"]').setAttribute("content", "ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜರು ಅದ್ಭುತವಾದ ಮರಾಠಾ ರಾಜರಾಗಿದ್ದರು, ಮತ್ತು ಈ ಶ್ರದ್ಧಾಂಜಲಿ ಪುಟವು ಅವರ ನಂಬಲಾಗದ ಜಗತ್ತಿನಲ್ಲಿ ಹೆಜ್ಜೆ ಹಾಕಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಭಾರತೀಯ ಇತಿಹಾಸದಲ್ಲಿ ಅವರ ಶೌರ್ಯ ಮತ್ತು ನಾಯಕತ್ವದ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ. ಅವರು ಮರಾಠಾ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಹೇಗೆ ನಿರ್ಮಿಸಿದರು ಮತ್ತು ಸ್ಮಾರ್ಟ್ ಮಿಲಿಟರಿ ತಂತ್ರಗಳನ್ನು ಹೇಗೆ ಬಳಸಿದರು ಎಂಬುದನ್ನು ಅನ್ವೇಷಿಸಿ. ಈ ಪುಟವು ಅವರ ಸ್ಮಾರ್ಟ್ ಕಾರ್ಯತಂತ್ರಗಳನ್ನು ಮತ್ತು ಅವರು ವಿಷಯಗಳನ್ನು ಎಷ್ಟು ಚೆನ್ನಾಗಿ ನಿರ್ವಹಿಸಿದ್ದಾರೆ ಎಂಬುದನ್ನು ನೋಡುತ್ತದೆ. 16 ನೇ ಶತಮಾನದ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರಿದ ಮತ್ತು ಇಂದಿಗೂ ಜನರನ್ನು ಪ್ರೇರೇಪಿಸುವ ಅವರ ಬಲವಾದ ಮನೋಭಾವದ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳಿ. ಈ ಪುಟವು ಸಮುದ್ರದಲ್ಲಿನ ಅವರ ಕೌಶಲ್ಯ ಮತ್ತು ನ್ಯಾಯಯುತ ಆಡಳಿತಕ್ಕೆ ಅವರ ಬದ್ಧತೆಯ ಬಗ್ಗೆ ಮಾತನಾಡುತ್ತದೆ. ಈ ಪ್ರಮುಖ ಐತಿಹಾಸಿಕ ವ್ಯಕ್ತಿಯನ್ನು ಗೌರವಿಸಲು ನನ್ನೊಂದಿಗೆ ಸೇರಿ, ಮತ್ತು ಅವನು ಏನು ಮಾಡಿದನೆಂಬುದು ಎಷ್ಟು ಮುಖ್ಯ ಎಂದು ತಿಳಿಯಿರಿ. ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜರ ಅಸಾಧಾರಣ ಜೀವನದ ಕಥೆಗಳನ್ನು ಅನ್ವೇಷಿಸಿ ಮತ್ತು ಅವರು ನಮ್ಮ ಇತಿಹಾಸಕ್ಕೆ ಏಕೆ ಮುಖ್ಯವಾಗಿದೆ.");

  return (
    <>
      <nav>
          <span id="translate-lang">ಅನುವಾದಿಸು:</span>
          <div class="lang">
              <span><Link to="/">English</Link></span>
              <span><Link to="/hindi">हिन्दी</Link></span>
              <span><Link to="/marathi">मराठी</Link></span>
              <span><Link to="/telugu">తెలుగు</Link></span>
              <span><Link to="/sanskrit">संस्कृत</Link></span>
          </div>
      </nav>

      <main>
          <section id="introduction">
              <div class="p">
                  <h1>ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜರು</h1>
                  <div class="intro">
                      <img src="imgs/chatrapati-shivaji-maharaj.webp" alt="chatrapati-shivaji-maharaj-portrait" height="600px" />
                      <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜ್</strong> ಭೋಂಸ್ಲೆ ಮರಾಠ ಕುಲದಿಂದ ಬಂದ ಭಾರತೀಯ ಆಡಳಿತಗಾರ. ಮರಾಠಾ ಸಾಮ್ರಾಜ್ಯಕ್ಕೆ ಅಡಿಪಾಯ ಹಾಕಿದ ಬಿಜಾಪುರದ ದುರ್ಬಲಗೊಂಡ ಆದಿಲ್ಶಾಹಿ ಸುಲ್ತಾನರಿಂದ ಹೊರಹೊಮ್ಮಿದ ಅವರು ತಮ್ಮದೇ ಆದ ರಾಜ್ಯವನ್ನು ಸ್ಥಾಪಿಸಿದರು. 1674 ರಲ್ಲಿ, ರಾಯಗಡ ಕೋಟೆಯಲ್ಲಿ ಶಿವಾಜಿ ಅಧಿಕೃತವಾಗಿ ತನ್ನ ಡೊಮೇನ್‌ನ ಛತ್ರಪತಿಯಾಗಿ ಕಿರೀಟವನ್ನು ಪಡೆದರು. <br />
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ತನ್ನ ಜೀವನದುದ್ದಕ್ಕೂ, ಶಿವಾಜಿ ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯ, ಗೋಲ್ಕೊಂಡದ ಸುಲ್ತಾನೇಟ್, ಬಿಜಾಪುರದ ಸುಲ್ತಾನೇಟ್ ಮತ್ತು ಯುರೋಪಿಯನ್ ವಸಾಹತುಶಾಹಿ ಪಡೆಗಳು ಸೇರಿದಂತೆ ವಿವಿಧ ಶಕ್ತಿಗಳೊಂದಿಗೆ ಮೈತ್ರಿ ಮತ್ತು ಸಂಘರ್ಷಗಳನ್ನು ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿದರು. ಅವನ ಸೇನಾ ಕಾರ್ಯಾಚರಣೆಗಳು ಮರಾಠಾ ಪ್ರಭಾವವನ್ನು ವಿಸ್ತರಿಸಿತು, ಕೋಟೆಗಳ ವಶಪಡಿಸಿಕೊಳ್ಳುವಿಕೆ ಮತ್ತು ನಿರ್ಮಾಣ, ಮತ್ತು ಮರಾಠಾ ನೌಕಾಪಡೆಯ ಅಭಿವೃದ್ಧಿಯನ್ನು ಒಳಗೊಂಡಿತ್ತು. ರಚನಾತ್ಮಕ ಆಡಳಿತ ವ್ಯವಸ್ಥೆಗಳೊಂದಿಗೆ ದಕ್ಷ ಮತ್ತು ಮುಂದಾಲೋಚನೆಯ ನಾಗರಿಕ ಆಡಳಿತವನ್ನು ಶಿವಾಜಿ ಸ್ಥಾಪಿಸಿದರು. ಅವರು ಪ್ರಾಚೀನ ಹಿಂದೂ ರಾಜಕೀಯ ಪದ್ಧತಿಗಳು, ನ್ಯಾಯಾಲಯದ ಸಂಪ್ರದಾಯಗಳನ್ನು ಪುನರುಜ್ಜೀವನಗೊಳಿಸಿದರು ಮತ್ತು ನ್ಯಾಯಾಲಯ ಮತ್ತು ಆಡಳಿತದಲ್ಲಿ ಪರ್ಷಿಯನ್ ಬದಲಿಗೆ ಮರಾಠಿ ಮತ್ತು ಸಂಸ್ಕೃತ ಭಾಷೆಗಳ ಬಳಕೆಯನ್ನು ಪ್ರತಿಪಾದಿಸಿದರು. <br />
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿ ಅವರು ಮಹಿಳೆಯರನ್ನು ಗೌರವಯುತವಾಗಿ ನಡೆಸಿಕೊಳ್ಳುವುದು ಮತ್ತು ಅವರ ಒಳಗೊಳ್ಳುವ ವಿಧಾನಕ್ಕಾಗಿ ಪ್ರಶಂಸಿಸಲ್ಪಟ್ಟರು, ಮುಸ್ಲಿಮರು ಮತ್ತು ಯುರೋಪಿಯನ್ನರು ಸೇರಿದಂತೆ ವಿವಿಧ ಜಾತಿಗಳು ಮತ್ತು ಧರ್ಮಗಳ ವ್ಯಕ್ತಿಗಳನ್ನು ತಮ್ಮ ಆಡಳಿತ ಮತ್ತು ಮಿಲಿಟರಿಯಲ್ಲಿ ನೇಮಿಸಿಕೊಂಡರು. <br />
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿ ಮಹಾರಾಜರ ಪರಂಪರೆಯು ದೃಷ್ಟಿಕೋನ ಮತ್ತು ಯುಗವನ್ನು ಅವಲಂಬಿಸಿ ಬದಲಾಗುತ್ತಿತ್ತು, ಆದರೆ ಅವರ ಮರಣದ ಸುಮಾರು ಎರಡು ಶತಮಾನಗಳ ನಂತರ, ಅವರು ಭಾರತೀಯ ಸ್ವಾತಂತ್ರ್ಯ ಚಳುವಳಿಯ ಸಮಯದಲ್ಲಿ ಹೆಚ್ಚಿನ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ಪಡೆದರು. ಅನೇಕ ಭಾರತೀಯ ರಾಷ್ಟ್ರೀಯತಾವಾದಿಗಳು ಅವರನ್ನು ರಾಷ್ಟ್ರೀಯತೆಯ ಪೂರ್ವಭಾವಿ ಮತ್ತು ಹಿಂದೂಗಳಲ್ಲಿ ವೀರ ಎಂದು ಪರಿಗಣಿಸಿದ್ದಾರೆ.
                      </p>
                  </div>
              </div>
          </section>
  <hr />
          <section id="early-life">
              <h2>ಆರಂಭಿಕ ಜೀವನ</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜ್</strong> ಅವರು ಈಗ ಪುಣೆ ಜಿಲ್ಲೆಯ ಭಾಗವಾಗಿರುವ ಜುನ್ನಾರ್‌ಗೆ ಸಮೀಪವಿರುವ ಶಿವನೇರಿ ಬೆಟ್ಟ-ಕೋಟೆಯಲ್ಲಿ ಜನಿಸಿದರು. ಅವರ ಜನ್ಮದಿನವಾದ ಫೆಬ್ರವರಿ 19 ಅನ್ನು ಶಿವಾಜಿ ಜಯಂತಿ ಎಂದು ಆಚರಿಸಲಾಗುತ್ತದೆ. ಸ್ಥಳೀಯ ದೇವತೆ ಶಿವಾಯ್ ದೇವಿಯ ಹೆಸರನ್ನು ಇಡಲಾಯಿತು. ಶಿವಾಜಿ ಮರಾಠರ ಭೋಂಸ್ಲೆ ವಂಶಕ್ಕೆ ಸೇರಿದವನು. ಅವರ ತಂದೆ, ಶಹಾಜಿ ಭೋಂಸ್ಲೆ, ಡೆಕ್ಕನ್ ಸುಲ್ತಾನರಿಗೆ ಜನರಲ್ ಆಗಿ ಸೇವೆ ಸಲ್ಲಿಸಿದರು. ಅವರ ತಾಯಿ, ಜೀಜಾಬಾಯಿ, ಸಿಂಧಖೇಡ್‌ನ ಲಖುಜಿ ಜಾಧವರಾವ್ ಅವರ ಮಗಳು, ಮೊಘಲರ ಜೊತೆ ಸೇರಿದ್ದರು. ಶಿವಾಜಿಯ ತಂದೆಯ ಅಜ್ಜ, ಮಾಲೋಜಿ, ಅಹ್ಮದ್‌ನಗರ ಸುಲ್ತಾನರ ಪ್ರಮುಖ ಸೇನಾಪತಿಯಾಗಿದ್ದು, "ರಾಜ" ಎಂಬ ಬಿರುದನ್ನು ನೀಡಿದರು. ಅವರು ಪುಣೆ, ಸುಪೆ, ಚಕನ್ ಮತ್ತು ಇಂದಾಪುರದ ಮೇಲೆ ಮಿಲಿಟರಿ ವೆಚ್ಚಕ್ಕಾಗಿ ಮತ್ತು ಫೋರ್ಟ್ ಶಿವನೇರಿ ನಿವಾಸಕ್ಕಾಗಿ ಹಕ್ಕುಗಳನ್ನು ಪಡೆದರು. ಶಿವಾಜಿಯ ಜನನದ ಸಮಯದಲ್ಲಿ, ಡೆಕ್ಕನ್‌ನಲ್ಲಿ ಅಧಿಕಾರವನ್ನು ಬಿಜಾಪುರ, ಅಹಮದ್‌ನಗರ ಮತ್ತು ಗೋಲ್ಕೊಂಡದ ಸುಲ್ತಾನರ ನಡುವೆ ಹಂಚಲಾಯಿತು. ಶಹಾಜಿ ಪುಣೆಯಲ್ಲಿ ತನ್ನ ಜಾಗೀರ್ ಮತ್ತು ಸಣ್ಣ ಸೈನ್ಯವನ್ನು ಉಳಿಸಿಕೊಂಡು ವಿವಿಧ ಆಡಳಿತಗಾರರಿಗೆ ತನ್ನ ನಿಷ್ಠೆಯನ್ನು ಉಳಿಸಿಕೊಂಡ.
                  </p>
                  <img src="imgs/shivaji_childhood.webp" alt="shivaji_childhood" height="500" />
              </div>
          </section>
  <hr />
          <section id="bijapur_conflict">
              <h2>ಬಿಜಾಪುರ ಸುಲ್ತಾನರೊಂದಿಗೆ ಸಂಘರ್ಷ</h2>
              <ul><h3><li>ಹಿನ್ನೆಲೆ ಮತ್ತು ಸಂದರ್ಭ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1636 ರಲ್ಲಿ, ಬಿಜಾಪುರದ ಆದಿಲ್ ಶಾಹಿ ಸುಲ್ತಾನರು ದಕ್ಷಿಣದ ರಾಜ್ಯಗಳ ಮೇಲೆ ಆಕ್ರಮಣವನ್ನು ಪ್ರಾರಂಭಿಸಿದರು, ಇತ್ತೀಚೆಗೆ ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯದ ಅಧೀನ ರಾಜ್ಯವಾಯಿತು. ಆಗ ಪಶ್ಚಿಮ ಭಾರತದ ಮರಾಠಾ ಎತ್ತರದ ಪ್ರದೇಶಗಳಲ್ಲಿ ಮುಖ್ಯಸ್ಥರಾಗಿದ್ದ ಶಹಾಜಿ, ವಶಪಡಿಸಿಕೊಂಡ ಪ್ರದೇಶಗಳಲ್ಲಿ ಜಾಗೀರ್ ಭೂಮಿಯನ್ನು ಪಡೆಯುವ ಭರವಸೆಯಲ್ಲಿ ಸುಲ್ತಾನರನ್ನು ಬೆಂಬಲಿಸಿದರು, ವರ್ಷಾಶನವಾಗಿ ತೆರಿಗೆಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಅವಕಾಶ ನೀಡಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಾಹಾಜಿ, ಈ ಹಿಂದೆ ಸಂಕ್ಷಿಪ್ತ ಮೊಘಲ್ ಸೇವೆಯಲ್ಲಿ, ಅವರ ವಿರುದ್ಧ ಬಂಡಾಯವೆದ್ದರು. ಮೊಘಲರ ವಿರುದ್ಧ ಬಿಜಾಪುರದ ಬೆಂಬಲದೊಂದಿಗೆ ಅವರ ಕಾರ್ಯಾಚರಣೆಗಳು ಹೆಚ್ಚಾಗಿ ವಿಫಲವಾದವು. ಮೊಘಲ್ ಸೈನ್ಯದಿಂದ ನಿರಂತರವಾಗಿ ಹಿಂಬಾಲಿಸಿದ ಶಿವಾಜಿ ಮತ್ತು ಅವನ ತಾಯಿ ಜೀಜಾಬಾಯಿ ನಿರಂತರವಾಗಿ ಕೋಟೆಯಿಂದ ಕೋಟೆಗೆ ಸ್ಥಳಾಂತರಗೊಳ್ಳಬೇಕಾಯಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1636 ರಲ್ಲಿ, ಶಹಾಜಿ ಬಿಜಾಪುರಕ್ಕೆ ನಿಷ್ಠೆಯನ್ನು ಬದಲಾಯಿಸಿದರು ಮತ್ತು ಪೂನಾವನ್ನು ಪಡೆದರು. ಶಹಾಜಿಯು ಬೆಂಗಳೂರಿನಲ್ಲಿ ಬಿಜಾಪುರದ ಆದಿಲ್‌ಶಹನು ನೆಲೆಸಿದ್ದಾಗ ದಾದೋಜಿ ಕೊಂಡದೇವನನ್ನು ಪೂನಾದ ಆಡಳಿತಗಾರನಾಗಿ ನೇಮಿಸಿದನು. ಶಿವಾಜಿ ಮತ್ತು ಜೀಜಾಬಾಯಿ ಪೂನಾದಲ್ಲಿ ನೆಲೆಸಿದರು. 1647 ರಲ್ಲಿ ಕೊಂಡದೇವರು ನಿಧನರಾದಾಗ, ಶಿವಾಜಿ ಆಡಳಿತವನ್ನು ವಹಿಸಿಕೊಂಡರು. ಅವರ ಒಂದು ಆರಂಭಿಕ ಕ್ರಿಯೆಯು ಬಿಜಾಪುರಿ ಸರ್ಕಾರದ ಅಧಿಕಾರವನ್ನು ನೇರವಾಗಿ ಪ್ರಶ್ನಿಸಿತು.
                  </p>
                  <img src="imgs/shivneri.webp" alt="shivneri" height="400px" />
              </div>

  <hr class="inside" />
              <ul><h3><li>ಸ್ವತಂತ್ರ ಸಾಮಾನ್ಯತ್ವ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1646 ರಲ್ಲಿ, 16 ನೇ ವಯಸ್ಸಿನಲ್ಲಿ, ಶಿವಾಜಿ ಸುಲ್ತಾನ್ ಮೊಹಮ್ಮದ್ ಆದಿಲ್ ಷಾ ಅವರ ಅನಾರೋಗ್ಯದಿಂದ ಬಿಜಾಪುರದ ಆಸ್ಥಾನದೊಳಗಿನ ಪ್ರಕ್ಷುಬ್ಧತೆಯನ್ನು ಬಂಡವಾಳವಾಗಿಟ್ಟುಕೊಂಡು ತೋರಣ ಕೋಟೆಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು ಮತ್ತು ಗಮನಾರ್ಹವಾದ ನಿಧಿಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು. ಮುಂದಿನ ಎರಡು ವರ್ಷಗಳಲ್ಲಿ, ಪುಣೆಯ ಸಮೀಪದಲ್ಲಿರುವ ಪುರಂದರ, ಕೊಂಧನ ಮತ್ತು ಚಕನ್ ಸೇರಿದಂತೆ ಹಲವಾರು ಪ್ರಮುಖ ಕೋಟೆಗಳನ್ನು ವಶಪಡಿಸಿಕೊಂಡನು, ಪುಣೆಯ ಪೂರ್ವದ ಪ್ರದೇಶಗಳಾದ ಸೂಪಾ, ಬಾರಾಮತಿ ಮತ್ತು ಇಂದಾಪುರದ ಮೇಲೆ ತನ್ನ ನೇರ ನಿಯಂತ್ರಣವನ್ನು ವಿಸ್ತರಿಸಿದನು. ತೋರಣದಿಂದ ಬಂದ ನಿಧಿಯನ್ನು ಬಳಸಿ, ಅವರು ರಾಜ್‌ಗಡ್ ಎಂಬ ಹೊಸ ಕೋಟೆಯನ್ನು ನಿರ್ಮಿಸಿದರು, ಇದು ಹತ್ತು ವರ್ಷಗಳಿಗೂ ಹೆಚ್ಚು ಕಾಲ ಅವರ ಆಡಳಿತದ ಕೇಂದ್ರವಾಯಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ತರುವಾಯ, ಶಿವಾಜಿ ತನ್ನ ಗಮನವನ್ನು ಪಶ್ಚಿಮದ ಕಡೆಗೆ ಕೊಂಕಣ ಪ್ರದೇಶಕ್ಕೆ ವರ್ಗಾಯಿಸಿದನು, ಕಲ್ಯಾಣ ಪಟ್ಟಣವನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡನು. ಬಿಜಾಪುರ ಸರ್ಕಾರವು ಈ ಬೆಳವಣಿಗೆಗಳನ್ನು ಗಮನಿಸಿತು ಮತ್ತು ಅವುಗಳನ್ನು ಎದುರಿಸಲು ಮುಂದಾಯಿತು. 25 ಜುಲೈ 1648 ರಂದು, ಶಿವಾಜಿಯ ಹೆಚ್ಚುತ್ತಿರುವ ಪ್ರಭಾವವನ್ನು ನಿಗ್ರಹಿಸುವ ಪ್ರಯತ್ನದಲ್ಲಿ ಬಿಜಾಪುರದ ಆದೇಶದ ಅಡಿಯಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ಸಹವರ್ತಿ ಮರಾಠ ನಾಯಕ ಬಾಜಿ ಘೋರ್ಪಡೆಯಿಂದ ಶಹಾಜಿಯನ್ನು ಬಂಧಿಸಲಾಯಿತು.
                  </p>
                  <img src="imgs/south_india_in_1605.webp" alt="shivneri" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಕರ್ನಾಟಕದಲ್ಲಿ ಆದಿಲ್ಷಾನ ಅಧಿಕಾರವನ್ನು ಪಡೆದುಕೊಂಡ ಜಿಂಜಿಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡ ನಂತರ ಶಾಹಾಜಿ 1649 ರಲ್ಲಿ ಸ್ವಾತಂತ್ರ್ಯವನ್ನು ಮರಳಿ ಪಡೆದರು. 1649 ಮತ್ತು 1655 ರ ನಡುವೆ, ಶಿವಾಜಿ ತನ್ನ ಲಾಭಗಳನ್ನು ಕ್ರೋಢೀಕರಿಸಲು ತನ್ನ ಮಿಲಿಟರಿ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ವಿರಾಮಗೊಳಿಸಿದನು. ಅವನ ತಂದೆಯ ಬಿಡುಗಡೆಯ ನಂತರ, ಅವನು ತನ್ನ ದಾಳಿಗಳನ್ನು ಪುನರಾರಂಭಿಸಿದನು ಮತ್ತು 1656 ರಲ್ಲಿ, ಬಿಜಾಪುರದ ಮತ್ತೊಂದು ಮರಾಠ ಸಾಮಂತನಾದ ಚಂದ್ರರಾವ್ ಮೋರೆಯನ್ನು ವಿವಾದಾತ್ಮಕವಾಗಿ ಕೊಂದನು, ಇಂದಿನ ಮಹಾಬಲೇಶ್ವರದ ಬಳಿಯ ಜಾವಳಿ ಕಣಿವೆಯ ನಿಯಂತ್ರಣವನ್ನು ವಶಪಡಿಸಿಕೊಂಡನು. ಈ ವಿಜಯವು ಶಿವಾಜಿ ತನ್ನ ದಾಳಿಗಳನ್ನು ದಕ್ಷಿಣ ಮತ್ತು ನೈಋತ್ಯ ಮಹಾರಾಷ್ಟ್ರಕ್ಕೆ ವಿಸ್ತರಿಸಲು ಅನುವು ಮಾಡಿಕೊಟ್ಟಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಭೋಂಸ್ಲೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಕುಟುಂಬಗಳ ಹೊರತಾಗಿ, ಸಾವಂತವಾಡಿಯ ಸಾವಂತ್, ಮುಧೋಳದ ಘೋರ್ಪಡೆ, ಫಾಲ್ಟನ್‌ನ ನಿಂಬಾಳ್ಕರ್ ಮತ್ತು ಶಿರ್ಕೆ, ಮಾನೆ ಮತ್ತು ಮೋಹಿತೆ ಕುಟುಂಬಗಳು ಸೇರಿದಂತೆ ಹಲವಾರು ಇತರರು ಬಿಜಾಪುರದ ಆದಿಲ್ಶಾಹಿ, ಆದಿಲ್ಶಾಹಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಿದರು. ಅನೇಕರು ದೇಶಮುಖಿ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ. ಶಿವಾಜಿಯು ಈ ಪ್ರಭಾವಿ ಕುಟುಂಬಗಳನ್ನು ಸದೆಬಡಿಯಲು ವಿವಿಧ ತಂತ್ರಗಳನ್ನು ಬಳಸಿದನು, ಇದರಲ್ಲಿ ಮೈತ್ರಿಗಳನ್ನು ರಚಿಸುವುದು, ದೇಶಮುಖರನ್ನು ಬೈಪಾಸ್ ಮಾಡಲು ಹಳ್ಳಿಯ ಪಾಟೀಲರೊಂದಿಗೆ ನೇರವಾಗಿ ತೊಡಗಿಸಿಕೊಳ್ಳುವುದು ಅಥವಾ ಬಲವನ್ನು ಬಳಸಿಕೊಳ್ಳುವುದು ಸೇರಿದಂತೆ. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ತನ್ನ ನಂತರದ ವರ್ಷಗಳಲ್ಲಿ, ಶಹಾಜಿ ತನ್ನ ಮಗನ ಬಗ್ಗೆ ಮಿಶ್ರ ಭಾವನೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿದನು, ತನ್ನ ಬಂಡಾಯ ಚಟುವಟಿಕೆಗಳನ್ನು ನಿರಾಕರಿಸಿದನು ಮತ್ತು ಶಿವಾಜಿಯ ಭವಿಷ್ಯವನ್ನು ಬಿಜಾಪುರದ ಅಧಿಕಾರಿಗಳಿಗೆ ಬಿಟ್ಟನು. ಶಹಾಜಿ 1664-1665 ರ ಸುಮಾರಿಗೆ ಬೇಟೆಯ ಅಪಘಾತದಲ್ಲಿ ನಿಧನರಾದರು.
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>ಅಫ್ಜಲ್ ಖಾನ್ ಜೊತೆ ಯುದ್ಧ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಬಿಜಾಪುರ ಸುಲ್ತಾನರು ಶಿವಾಜಿಯ ಪಡೆಗಳ ವಿರುದ್ಧ ಅನುಭವಿಸಿದ ನಷ್ಟಗಳ ಬಗ್ಗೆ ಹೆಚ್ಚು ಅಸಮಾಧಾನಗೊಂಡರು, ವಿಶೇಷವಾಗಿ ಅವರ ಸಾಮಂತ ಶಾಹಾಜಿ ತನ್ನ ಮಗನ ಕ್ರಮಗಳನ್ನು ನಿರಾಕರಿಸಿದರು. ಮೊಘಲರೊಂದಿಗೆ ಶಾಂತಿ ಒಪ್ಪಂದವನ್ನು ಸ್ಥಾಪಿಸಲಾಯಿತು ಮತ್ತು ಯುವ ಅಲಿ ಆದಿಲ್ ಷಾ II ರ ಸುಲ್ತಾನನ ಆರೋಹಣದೊಂದಿಗೆ, ಬಿಜಾಪುರವು ಸ್ಥಿರವಾಯಿತು, ಶಿವಾಜಿಯ ಕಡೆಗೆ ತನ್ನ ಗಮನವನ್ನು ನಿರ್ದೇಶಿಸಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1657 ರಲ್ಲಿ, ಸುಲ್ತಾನ, ಬಹುಶಃ ಅವನ ತಾಯಿ ಮತ್ತು ರಾಜಪ್ರತಿನಿಧಿಯಿಂದ ಪ್ರಭಾವಿತನಾಗಿದ್ದನು, ಶಿವಾಜಿಯನ್ನು ಸೆರೆಹಿಡಿಯಲು ಅಫ್ಜಲ್ ಖಾನ್ ಎಂಬ ಅನುಭವಿ ಜನರಲ್ ಅನ್ನು ಕಳುಹಿಸಿದನು. ಅವರ ಮುಖಾಮುಖಿಯ ಮೊದಲು, ಬಿಜಾಪುರಿ ಪಡೆಗಳು ಶಿವಾಜಿಯ ಕುಟುಂಬಕ್ಕೆ ಪವಿತ್ರವಾದ ತುಳಜಾ ಭವಾನಿ ದೇವಸ್ಥಾನ ಮತ್ತು ಪಂಢರಪುರದ ವಿಠ್ಠಲ ದೇವಸ್ಥಾನವನ್ನು ಅಪವಿತ್ರಗೊಳಿಸಿದವು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಬಿಜಾಪುರಿ ಪಡೆಗಳಿಂದ ಬೇಟೆಯಾಡಿ, ಶಿವಾಜಿ ಪ್ರತಾಪಗಡ ಕೋಟೆಯಲ್ಲಿ ಆಶ್ರಯ ಪಡೆದರು. ಶರಣಾಗುವಂತೆ ಅವನ ಸಹಚರರ ಒತ್ತಡದ ಹೊರತಾಗಿಯೂ, ಶಿವಾಜಿ ಮತ್ತು ಅವನ ಪಡೆಗಳು ಭದ್ರವಾಗಿ ಉಳಿಯಿತು. ಶಿವಾಜಿಗೆ ಮುತ್ತಿಗೆಯನ್ನು ಮುರಿಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಮತ್ತು ಅಫ್ಜಲ್ ಖಾನ್ ಕೋಟೆಯನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಅಗತ್ಯವಾದ ಮುತ್ತಿಗೆ ಸಲಕರಣೆಗಳ ಕೊರತೆಯೊಂದಿಗೆ ಎರಡೂ ಕಡೆಯವರು ಬಿಕ್ಕಟ್ಟನ್ನು ತಲುಪಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಎರಡು ತಿಂಗಳ ನಂತರ, ಅಫ್ಜಲ್ ಖಾನ್ ಕೋಟೆಯ ಹೊರಗೆ ಶಿವಾಜಿಯೊಂದಿಗೆ ಖಾಸಗಿ ಸಭೆಯನ್ನು ಪ್ರಸ್ತಾಪಿಸಿ ಷರತ್ತುಗಳನ್ನು ಮಾತುಕತೆ ನಡೆಸಿದರು, ಚರ್ಚೆಗಳನ್ನು ಪ್ರಾರಂಭಿಸಲು ರಾಯಭಾರಿಯನ್ನು ಕಳುಹಿಸಿದರು.
                  </p>
                  <img src="imgs/afzal_khan.webp" alt="shivneri" height="450px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ನವೆಂಬರ್ 10, 1659 ರಂದು, ಶಿವಾಜಿ ಮತ್ತು ಅಫ್ಜಲ್ ಖಾನ್ ಪ್ರತಾಪಗಡ ಕೋಟೆಯ ತಪ್ಪಲಿನಲ್ಲಿರುವ ಗುಡಿಸಲಿನಲ್ಲಿ ಭೇಟಿಯಾದರು. ಸಭೆಯ ನಿಯಮಗಳು ಪ್ರತಿಯೊಬ್ಬರೂ ಖಡ್ಗದಿಂದ ಮಾತ್ರ ಶಸ್ತ್ರಸಜ್ಜಿತರಾಗುತ್ತಾರೆ ಮತ್ತು ಒಬ್ಬ ಅನುಯಾಯಿಯೊಂದಿಗೆ ಇರಬೇಕೆಂದು ಷರತ್ತು ವಿಧಿಸಿತು. ಅಫ್ಜಲ್ ಖಾನ್‌ನ ಉದ್ದೇಶಗಳ ಬಗ್ಗೆ ಅನುಮಾನಗೊಂಡ ಶಿವಾಜಿ, ತನ್ನ ಬಟ್ಟೆಯ ಕೆಳಗೆ ರಕ್ಷಾಕವಚವನ್ನು ಧರಿಸಿ, ತನ್ನ ಎಡಗೈಯಲ್ಲಿ ವಾಘ್ ನಖ್ (ಲೋಹದ "ಹುಲಿ ಪಂಜ") ಅನ್ನು ಮರೆಮಾಡಿದನು ಮತ್ತು ಅವನ ಬಲಗೈಯಲ್ಲಿ ಕಠಾರಿ ಹಿಡಿದನು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಸಂಘಟನೆಯ ನಿಖರವಾದ ಘಟನೆಗಳು ಅಸ್ಪಷ್ಟವಾಗಿಯೇ ಉಳಿದಿವೆ, ಏಕೆಂದರೆ ಅವುಗಳನ್ನು ಪ್ರಾಥಮಿಕವಾಗಿ ಮರಾಠ ದಂತಕಥೆಗಳ ಮೂಲಕ ವಿವರಿಸಲಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಇಬ್ಬರ ನಡುವೆ ಶಾರೀರಿಕ ವಾಗ್ವಾದ ನಡೆದು, ಖಾನ್‌ನ ಸಾವಿಗೆ ಕಾರಣವಾಯಿತು ಎಂದು ಸಾಮಾನ್ಯವಾಗಿ ನಂಬಲಾಗಿದೆ. ಖಾನ್‌ನ ಕಠಾರಿಯು ಶಿವಾಜಿಯ ರಕ್ಷಾಕವಚವನ್ನು ಭೇದಿಸಲು ವಿಫಲವಾದಾಗ, ಶಿವಾಜಿ ಅವನನ್ನು ಮಾರಣಾಂತಿಕವಾಗಿ ಗಾಯಗೊಳಿಸಿದನು, ತರುವಾಯ ಬಿಜಾಪುರಿ ಸೈನ್ಯದ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ತನ್ನ ಗುಪ್ತ ಸೈನ್ಯವನ್ನು ಫಿರಂಗಿ ಸ್ಫೋಟದಿಂದ ಸೂಚಿಸಿದನು.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ನಂತರದ ಪ್ರತಾಪಗಢ ಕದನದಲ್ಲಿ, ಶಿವಾಜಿಯ ಪಡೆಗಳು ಬಿಜಾಪುರ ಸುಲ್ತಾನರ ಸೈನ್ಯದ ಮೇಲೆ ನಿರ್ಣಾಯಕ ವಿಜಯವನ್ನು ಸಾಧಿಸಿದವು. ಬಿಜಾಪುರ ಸೈನ್ಯದ 3,000 ಕ್ಕೂ ಹೆಚ್ಚು ಸೈನಿಕರು ಸತ್ತರು, ಒಬ್ಬ ಉನ್ನತ ಶ್ರೇಣಿಯ ಸರದಾರ, ಅಫ್ಜಲ್ ಖಾನ್‌ನ ಇಬ್ಬರು ಪುತ್ರರು ಮತ್ತು ಇಬ್ಬರು ಮರಾಠಾ ಮುಖ್ಯಸ್ಥರು ಸೆರೆಯಾಳಾಗಿದ್ದರು. ವಿಜಯೋತ್ಸವದ ನಂತರ, ಶಿವಾಜಿ ಪ್ರತಾಪಗಢದ ಕೆಳಗೆ ಭವ್ಯವಾದ ವಿಮರ್ಶೆಯನ್ನು ನಡೆಸಿದರು. ವಶಪಡಿಸಿಕೊಂಡ ಶತ್ರುಗಳು, ಅಧಿಕಾರಿಗಳು ಮತ್ತು ಸೈನಿಕರನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲಾಯಿತು ಮತ್ತು ನಿಬಂಧನೆಗಳು ಮತ್ತು ಉಡುಗೊರೆಗಳೊಂದಿಗೆ ಅವರ ಮನೆಗಳಿಗೆ ಹಿಂತಿರುಗಿಸಲಾಯಿತು. ಮರಾಠರು ತಮ್ಮ ಶೌರ್ಯ ಮತ್ತು ನಿಷ್ಠೆಗೆ ಸರಿಯಾಗಿ ಪ್ರತಿಫಲವನ್ನು ಪಡೆದರು.
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>ಪನ್ಹಾಲಾ ಮುತ್ತಿಗೆ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಬಿಜಾಪುರಿ ಪಡೆಗಳ ಮೇಲೆ ಅವನ ವಿಜಯದ ನಂತರ, ಶಿವಾಜಿ ಮತ್ತು ಅವನ ಸೈನ್ಯವು ಕೊಂಕಣ ಕರಾವಳಿ ಮತ್ತು ಕೊಲ್ಲಾಪುರದ ಕಡೆಗೆ ಮುನ್ನಡೆಯಿತು. ಅವರು ಪನ್ಹಾಲಾ ಕೋಟೆಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು ಮತ್ತು 1659 ರಲ್ಲಿ ರುಸ್ತಮ್ ಜಮಾನ್ ಮತ್ತು ಫಜಲ್ ಖಾನ್ ನೇತೃತ್ವದ ಬಿಜಾಪುರಿ ಪಡೆಗಳನ್ನು ಸೋಲಿಸಿದರು. 1660 ರಲ್ಲಿ, ಆದಿಲ್ಶಾ ಶಿವಾಜಿಯ ದಕ್ಷಿಣದ ಗಡಿಯ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ತನ್ನ ಸೇನಾಪತಿ ಸಿದ್ದಿ ಜೌಹರ್ನನ್ನು ಕಳುಹಿಸಿದನು, ಆದರೆ ಮೊಘಲರು ಉತ್ತರದಿಂದ ಏಕಕಾಲದಲ್ಲಿ ದಾಳಿಯನ್ನು ಯೋಜಿಸಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಈ ಅವಧಿಯಲ್ಲಿ, ಶಿವಾಜಿಯು ತನ್ನ ಸೈನ್ಯದೊಂದಿಗೆ ಪನ್ಹಾಲಾ ಕೋಟೆಯಲ್ಲಿ ನೆಲೆಸಿದ್ದನು. 1660 ರ ಮಧ್ಯದಲ್ಲಿ, ಸಿದ್ದಿ ಜೌಹರನ ಸೈನ್ಯವು ಪನ್ಹಾಲವನ್ನು ಮುತ್ತಿಗೆ ಹಾಕಿತು, ಕೋಟೆಗೆ ಸರಬರಾಜು ಮಾರ್ಗಗಳನ್ನು ಕಡಿತಗೊಳಿಸಿತು. ಪನ್ಹಾಲಾದ ಬಾಂಬ್ ದಾಳಿಯನ್ನು ತೀವ್ರಗೊಳಿಸಲು, ಸಿದ್ದಿ ಜೌಹರ್ ರಾಜಾಪುರದಲ್ಲಿ ಇಂಗ್ಲೀಷರಿಂದ ಗ್ರೆನೇಡ್‌ಗಳನ್ನು ಪಡೆದುಕೊಂಡನು ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಧ್ವಜವನ್ನು ಪ್ರದರ್ಶಿಸುವ ಇಂಗ್ಲಿಷ್ ಫಿರಂಗಿಗಳನ್ನು ನೇಮಿಸಿಕೊಂಡನು. ಶಿವಾಜಿಯು ಈ ಕೃತ್ಯವನ್ನು ವಿಶ್ವಾಸಘಾತುಕತನವೆಂದು ಗ್ರಹಿಸಿದನು, ಡಿಸೆಂಬರ್‌ನಲ್ಲಿ ರಾಜಾಪುರದ ಇಂಗ್ಲಿಷ್ ಕಾರ್ಖಾನೆಯ ಮೇಲೆ ದಾಳಿ ಮಾಡುವ ಮೂಲಕ ಪ್ರತೀಕಾರ ತೀರಿಸಿಕೊಳ್ಳಲು ಕಾರಣವಾಯಿತು ಮತ್ತು ನಾಲ್ಕು ಮಾಲೀಕರನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು, ಅವರು 1663 ರ ಮಧ್ಯಭಾಗದವರೆಗೆ ಸೆರೆವಾಸದಲ್ಲಿದ್ದರು.
                  </p>
                  <img src="imgs/panhala-fort.webp" alt="panhala-fort" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ತಿಂಗಳ ಮುತ್ತಿಗೆಯನ್ನು ತಡೆದುಕೊಂಡ ನಂತರ, ಶಿವಾಜಿಯು ಸಿದ್ದಿ ಜೌಹರ್‌ನೊಂದಿಗೆ ಮಾತುಕತೆಗಳನ್ನು ಆರಂಭಿಸಿದನು, ಅಂತಿಮವಾಗಿ 22 ಸೆಪ್ಟೆಂಬರ್ 1660 ರಂದು ಕೋಟೆಯನ್ನು ಒಪ್ಪಿಸಿದನು. ಶರಣಾಗತಿಯ ನಂತರ, ಶಿವಾಜಿ ವಿಶಾಲಗಡಕ್ಕೆ ಹಿಂತೆಗೆದುಕೊಂಡನು. ಶಿವಾಜಿ ನಂತರ 1673 ರಲ್ಲಿ ಪನ್ಹಾಲವನ್ನು ಮರಳಿ ಪಡೆದರು ಎಂಬುದು ಗಮನಾರ್ಹವಾಗಿದೆ.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಪವನ್ ಖಿಂದ್ ಕದನ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿ ರಾತ್ರಿಯ ನೆಪದಲ್ಲಿ ಪನ್ಹಾಲಾದಿಂದ ಧೈರ್ಯದಿಂದ ತಪ್ಪಿಸಿಕೊಂಡರು. ಶತ್ರು ಅಶ್ವಸೈನ್ಯವು ಅವನನ್ನು ಹಿಂಬಾಲಿಸುತ್ತಿದ್ದಂತೆ, ಬಂದಲ್ ದೇಶಮುಖ್‌ನ ಅವನ ನಿಷ್ಠಾವಂತ ಮರಾಠಾ ಸರದಾರ ಬಾಜಿ ಪ್ರಭು ದೇಶಪಾಂಡೆ, 300 ಸೈನಿಕರೊಂದಿಗೆ, ಘೋಡ್ ಖಿಂದ್ ("ಕುದುರೆ ಕಂದರ") ನಲ್ಲಿ ಶತ್ರುಗಳನ್ನು ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಧೈರ್ಯದಿಂದ ಸ್ವಯಂಸೇವಕರಾದರು. ಅವರ ತ್ಯಾಗವು ಶತ್ರು ಪಡೆಗಳನ್ನು ವಿಳಂಬಗೊಳಿಸುವ ಗುರಿಯನ್ನು ಹೊಂದಿತ್ತು ಮತ್ತು ಶಿವಾಜಿ ಮತ್ತು ಉಳಿದ ಸೈನ್ಯವನ್ನು ವಿಶಾಲಗಡ್ ಕೋಟೆಯ ಸುರಕ್ಷತೆಯನ್ನು ತಲುಪಲು ಅವಕಾಶ ಮಾಡಿಕೊಟ್ಟಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ನಂತರದ ಪವನ್ ಖಿಂದ್ ಕದನದಲ್ಲಿ, ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯಲ್ಲಿದ್ದ ಮರಾಠಾ ಪಡೆ ಶಿವಾಜಿಯ ಪಾರಾಗಲು ನಿರ್ಣಾಯಕ ಸಮಯವನ್ನು ಖರೀದಿಸುವ ಮೂಲಕ ದೊಡ್ಡ ಶತ್ರುವನ್ನು ಧೈರ್ಯದಿಂದ ಹಿಮ್ಮೆಟ್ಟಿಸಿತು. ಗಾಯಗೊಂಡಿದ್ದರೂ ಸಹ, ಬಾಜಿ ಪ್ರಭು ದೇಶಪಾಂಡೆ ಅವರು ವಿಶಾಲಗಡದಿಂದ ಫಿರಂಗಿ ಬೆಂಕಿಯ ಶಬ್ದವನ್ನು ಕೇಳುವವರೆಗೂ ಹೋರಾಟವನ್ನು ಮುಂದುವರೆಸಿದರು, 13 ಜುಲೈ 1660 ರ ಸಂಜೆ ಕೋಟೆಗೆ ಶಿವಾಜಿಯ ಯಶಸ್ವಿ ಆಗಮನವನ್ನು ಸೂಚಿಸಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಅವರ ಶೌರ್ಯ ಮತ್ತು ತ್ಯಾಗವನ್ನು ಗುರುತಿಸಿ, ಘೋಡ್ ಖಿಂದ್ ನಂತರ ಬಾಜಿ ಪ್ರಭು ದೇಶಪಾಂಡೆ, ಶಿಬೋಸಿಂಗ್ ಜಾಧವ್, ಫುಲೋಜಿ ಮತ್ತು ಇತರ ಸೈನಿಕರ ಗೌರವಾರ್ಥವಾಗಿ ಪಾವನ್ ಖಿಂದ್ ("ಪವಿತ್ರ ಪಾಸ್") ಎಂದು ಮರುನಾಮಕರಣ ಮಾಡಲಾಯಿತು. ಅಲ್ಲಿ.
                  </p>
                  <img src="imgs/pavan-khind.webp" alt="pavan-khind" height="300px" />
              </div>
          </section>
  <hr />
          <section id="mughal_combat">
              <h2>ಮೊಘಲರೊಂದಿಗೆ ಯುದ್ಧ</h2>
              <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1657 ರವರೆಗೆ, ಶಿವಾಜಿ ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯದೊಂದಿಗೆ ಶಾಂತಿಯುತ ಸಂಬಂಧವನ್ನು ಉಳಿಸಿಕೊಂಡರು. ಬಿಜಾಪುರವನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ಮೊಘಲ್ ಚಕ್ರವರ್ತಿಯ ಮಗ ಮತ್ತು ಡೆಕ್ಕನ್‌ನ ವೈಸ್‌ರಾಯ್ ಆಗಿದ್ದ ಔರಂಗಜೇಬ್‌ಗೆ ಅವನು ತನ್ನ ಬೆಂಬಲವನ್ನು ನೀಡಿದನು. ಇದಕ್ಕೆ ಪ್ರತಿಯಾಗಿ, ಶಿವಾಜಿಯು ತನ್ನ ನಿಯಂತ್ರಣದಲ್ಲಿರುವ ಬಿಜಾಪುರಿ ಕೋಟೆಗಳು ಮತ್ತು ಹಳ್ಳಿಗಳಿಗೆ ತನ್ನ ಹಕ್ಕುಗಳ ಔಪಚಾರಿಕ ಮನ್ನಣೆಯನ್ನು ಕೋರಿದನು. ಆದಾಗ್ಯೂ, ಮೊಘಲ್ ಪ್ರತಿಕ್ರಿಯೆಯಿಂದ ಅತೃಪ್ತರಾದ ಮತ್ತು ಬಿಜಾಪುರದಿಂದ ಉತ್ತಮ ಕೊಡುಗೆಯನ್ನು ಸ್ವೀಕರಿಸಿದ ಶಿವಾಜಿ ಡೆಕ್ಕನ್‌ನಲ್ಲಿ ಮೊಘಲ್ ಪ್ರದೇಶದ ಮೇಲೆ ದಾಳಿ ನಡೆಸಿದರು. <br />
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಮಾರ್ಚ್ 1657 ರಲ್ಲಿ ಮೊಘಲರೊಂದಿಗಿನ ಶಿವಾಜಿಯ ಘರ್ಷಣೆಗಳು ಉಲ್ಬಣಗೊಂಡವು, ಅವರ ಇಬ್ಬರು ಅಧಿಕಾರಿಗಳು ಅಹ್ಮದ್‌ನಗರದ ಬಳಿ ಮೊಘಲ್ ಪ್ರದೇಶದ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರು. ಜುನ್ನಾರ್‌ನಲ್ಲಿನ ನಂತರದ ದಾಳಿಗಳಲ್ಲಿ ಶಿವಾಜಿ 300,000 ಹಣ ಮತ್ತು 200 ಕುದುರೆಗಳನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು. ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ, ಔರಂಗಜೇಬ್ ಅಹಮದ್ ನಗರದಲ್ಲಿ ಶಿವಾಜಿಯ ಪಡೆಗಳನ್ನು ಸೋಲಿಸಿದ ನಾಸಿರಿ ಖಾನ್ ನನ್ನು ಕಳುಹಿಸಿದನು. ಆದಾಗ್ಯೂ, ಶಿವಾಜಿ ವಿರುದ್ಧದ ಔರಂಗಜೇಬ್‌ನ ಕ್ರಮಗಳು ಮಳೆಗಾಲ ಮತ್ತು ಚಕ್ರವರ್ತಿ ಷಹಜಹಾನ್‌ನ ಅನಾರೋಗ್ಯದ ನಂತರ ಉತ್ತರಾಧಿಕಾರಕ್ಕಾಗಿ ಅವನ ಸಹೋದರರೊಂದಿಗಿನ ಹೋರಾಟದಿಂದ ಅಡ್ಡಿಪಡಿಸಿದವು.
              </p>

              <ul><h3><li>ಶೈಸ್ತಾ ಖಾನ್ ಮತ್ತು ಸೂರತ್ ಮೇಲಿನ ದಾಳಿಗಳು:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಬಿಜಾಪುರದ ಬಡಿ ಬೇಗಂ ಅವರ ಕೋರಿಕೆಯ ಮೇರೆಗೆ, ಈಗ ಮೊಘಲ್ ಚಕ್ರವರ್ತಿಯಾಗಿರುವ ಔರಂಗಜೇಬ್ ತನ್ನ ತಾಯಿಯ ಚಿಕ್ಕಪ್ಪ ಶೈಸ್ತಾ ಖಾನ್‌ನನ್ನು 150,000 ಕ್ಕೂ ಹೆಚ್ಚು ಸೈನಿಕರ ಅಸಾಧಾರಣ ಸೈನ್ಯದೊಂದಿಗೆ ಜನವರಿಯಲ್ಲಿ ಪ್ರಬಲ ಫಿರಂಗಿ ವಿಭಾಗದಲ್ಲಿ ಕಳುಹಿಸಿದನು. 1660. ಸಿದ್ದಿ ಜೌಹರ್ ನೇತೃತ್ವದ ಬಿಜಾಪುರದ ಸೇನೆಯೊಂದಿಗೆ ಸಮನ್ವಯದಿಂದ ಶಿವಾಜಿಯನ್ನು ಎದುರಿಸುವುದು ಗುರಿಯಾಗಿತ್ತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶೈಸ್ತಾ ಖಾನ್, 80,000 ಸೈನಿಕರ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಿದರು, ಯಶಸ್ವಿ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ ಪುಣೆಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು. ಒಂದೂವರೆ ತಿಂಗಳ ಮುತ್ತಿಗೆಯ ನಂತರ, ಅದರ ಗೋಡೆಗಳನ್ನು ಭೇದಿಸಿ ಅವರು ಹತ್ತಿರದ ಚಕನ್ ಕೋಟೆಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು. ಶಾಯಿಸ್ತಾ ಖಾನ್ ನಂತರ ಲಾಲ್ ಮಹಲ್ ಎಂದು ಕರೆಯಲ್ಪಡುವ ಶಿವಾಜಿಯ ಅರಮನೆಯಲ್ಲಿ ತನ್ನ ನಿವಾಸವನ್ನು ಮಾಡಿದರು.
                  </p>
                  <img src="imgs/shaista_khan.webp" alt="shaista_khan" height="320" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಏಪ್ರಿಲ್ 5, 1663 ರ ರಾತ್ರಿ, ಶಿವಾಜಿ ಶೈಸ್ತಾ ಖಾನ್ ಅವರ ಶಿಬಿರದ ಮೇಲೆ ರಾತ್ರಿಯ ಆಕ್ರಮಣವನ್ನು ಆಯೋಜಿಸಿದರು. 400 ಜನರ ಜೊತೆಯಲ್ಲಿ, ಶಿವಾಜಿ ಖಾನ್ ಅವರ ಮಹಲಿನ ಮೇಲೆ ದಾಳಿಯನ್ನು ಪ್ರಾರಂಭಿಸಿದರು, ಖಾನ್ ಅವರ ಮಲಗುವ ಕೋಣೆಗೆ ನುಗ್ಗಿ ಅವರ ಮೇಲೆ ಗಾಯಗಳನ್ನು ಉಂಟುಮಾಡಿದರು, ಮೂರು ಬೆರಳುಗಳನ್ನು ಕಳೆದುಕೊಂಡರು. ನಂತರದ ಗೊಂದಲದಲ್ಲಿ, ಶೈಸ್ತಾ ಖಾನ್ ಅವರ ಮಗ, ಹಲವಾರು ಹೆಂಡತಿಯರು, ಸೇವಕರು ಮತ್ತು ಸೈನಿಕರೊಂದಿಗೆ ಪ್ರಾಣ ಕಳೆದುಕೊಂಡರು. ಪುಣೆಯ ಹೊರಗೆ ಮೊಘಲ್ ಪಡೆಗಳೊಂದಿಗೆ ಆಶ್ರಯ ಪಡೆಯಲು, ಖಾನ್ ಅವಮಾನಕರ ಘಟನೆಗಾಗಿ ಔರಂಗಜೇಬನಿಂದ ಶಿಕ್ಷೆಯನ್ನು ಎದುರಿಸಿದರು, ಇದರ ಪರಿಣಾಮವಾಗಿ ಅವರನ್ನು ಬಂಗಾಳಕ್ಕೆ ವರ್ಗಾಯಿಸಲಾಯಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶೈಸ್ತಾ ಖಾನ್‌ನ ಆಕ್ರಮಣಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ ಮತ್ತು ಅವನ ಖಾಲಿಯಾದ ಖಜಾನೆಯನ್ನು ಪುನಃ ತುಂಬಿಸಲು, ಶಿವಾಜಿ 1664 ರಲ್ಲಿ ಒಂದು ಪ್ರಮುಖ ಮೊಘಲ್ ವ್ಯಾಪಾರ ಕೇಂದ್ರವಾದ ಸಮೃದ್ಧ ಬಂದರು ನಗರವಾದ ಸೂರತ್ ಅನ್ನು ವಜಾ ಮಾಡಿದರು. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಫೆಬ್ರವರಿ 13, 1665 ರಂದು ಇಂದಿನ ಕರ್ನಾಟಕದಲ್ಲಿರುವ ಪೋರ್ಚುಗೀಸರ ಹಿಡಿತದಲ್ಲಿರುವ ಬಸ್ರೂರ್ ಮೇಲೆ ನೌಕಾದಾಳಿ ನಡೆಸಿ, ಗಣನೀಯ ಲೂಟಿಯನ್ನು ಭದ್ರಪಡಿಸಿದರು.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಪುರಂದರ ಸಂಧಿ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶೈಸ್ತಾ ಖಾನ್ ಮತ್ತು ಸೂರತ್ ಮೇಲಿನ ದಾಳಿಗಳು ಔರಂಗಜೇಬ್‌ನನ್ನು ತೀವ್ರವಾಗಿ ಕೋಪಗೊಳಿಸಿದವು, ಶಿವಾಜಿಯನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಸುಮಾರು 15,000 ಸೈನಿಕರೊಂದಿಗೆ ರಜಪೂತ ಜನರಲ್ ಜೈ ಸಿಂಗ್ I ಅನ್ನು ಕಳುಹಿಸಲು ಅವನನ್ನು ಪ್ರೇರೇಪಿಸಿತು. 1665 ರ ಉದ್ದಕ್ಕೂ, ಜೈ ಸಿಂಗ್‌ನ ಪಡೆಗಳು ಶಿವಾಜಿಯನ್ನು ಪಟ್ಟುಬಿಡದೆ ಹಿಂಬಾಲಿಸಿದವು, ಅವರ ಅಶ್ವಸೈನ್ಯವು ಗ್ರಾಮಾಂತರವನ್ನು ಧ್ವಂಸಗೊಳಿಸಿತು ಮತ್ತು ಅವನ ಕೋಟೆಗಳನ್ನು ಮುತ್ತಿಗೆ ಹಾಕಿತು. ಮೊಘಲ್ ಕಮಾಂಡರ್ ಶಿವಾಜಿಯ ಹಲವಾರು ಪ್ರಮುಖ ಕಮಾಂಡರ್‌ಗಳು ಮತ್ತು ಅವರ ಅನೇಕ ಅಶ್ವಸೈನಿಕರನ್ನು ಮೊಘಲ್ ಸೇವೆಗೆ ಸೇರಲು ಯಶಸ್ವಿಯಾಗಿ ಆಕರ್ಷಿಸಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1665 ರ ಮಧ್ಯದಲ್ಲಿ, ಪುರಂದರ ಕೋಟೆಯು ಪತನದ ಅಂಚಿನಲ್ಲಿತ್ತು, ಶಿವಾಜಿಯು ಜೈ ಸಿಂಗ್ ಜೊತೆ ಮಾತುಕತೆ ನಡೆಸುವಂತೆ ಒತ್ತಾಯಿಸಲಾಯಿತು. ಜೂನ್ 11, 1665 ರಂದು ಸಹಿ ಮಾಡಿದ ಪುರಂದರ ಒಪ್ಪಂದದಲ್ಲಿ, ಶಿವಾಜಿ ತನ್ನ 23 ಕೋಟೆಗಳನ್ನು ಒಪ್ಪಿಸಲು ಒಪ್ಪಿಕೊಂಡರು, ಕೇವಲ 12 ಅನ್ನು ಮಾತ್ರ ಉಳಿಸಿಕೊಂಡರು. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಅವರು ಮೊಘಲರಿಗೆ 400,000 ಚಿನ್ನದ ಹನ್ ಪರಿಹಾರವನ್ನು ನೀಡಲು ಒಪ್ಪಿಕೊಂಡರು. ಶಿವಾಜಿಯು ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯದ ಸಾಮಂತನಾಗಲು ಮತ್ತು 5,000 ಅಶ್ವಾರೋಹಿಗಳೊಂದಿಗೆ ತನ್ನ ಮಗ ಸಂಭಾಜಿಯನ್ನು ಕಳುಹಿಸಲು ಮನ್ಸಬ್ದಾರನಾಗಿ ಸೇವೆ ಸಲ್ಲಿಸಲು ಮತ್ತು ಡೆಕ್ಕನ್‌ನಲ್ಲಿ ಮೊಘಲರಿಗೆ ಹೋರಾಡಲು ಒಪ್ಪಿಗೆ ನೀಡಿದನು.
                      
                  </p>
                  <img src="imgs/treaty-of-purandar.webp" alt="treaty-of-purandar" height="400" />
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಆಗ್ರಾದಲ್ಲಿ ಬಂಧನ ಮತ್ತು ಎಸ್ಕೇಪ್:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1666 ರಲ್ಲಿ, ಔರಂಗಜೇಬ್ ತನ್ನ ಒಂಬತ್ತು ವರ್ಷದ ಮಗ ಸಂಭಾಜಿಯೊಂದಿಗೆ ಶಿವಾಜಿಯನ್ನು ಆಗ್ರಾಕ್ಕೆ (ಕೆಲವು ಮೂಲಗಳು ದೆಹಲಿಯನ್ನು ಸೂಚಿಸಿದರೂ) ಕರೆಸಿದನು. ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯದ ವಾಯುವ್ಯ ಗಡಿಯನ್ನು ಬಲಪಡಿಸಲು ಔರಂಗಜೇಬ್ ಶಿವಾಜಿಯನ್ನು ಕಂದಹಾರ್‌ಗೆ ಕಳುಹಿಸಲು ಉದ್ದೇಶಿಸಿದ್ದರು. ಆದಾಗ್ಯೂ, ಮೇ 12, 1666 ರಂದು, ಶಿವಾಜಿಯು ತುಲನಾತ್ಮಕವಾಗಿ ಚಿಕ್ಕ ಗಣ್ಯರ ನಡುವೆ ನ್ಯಾಯಾಲಯದಲ್ಲಿ ನಿಲ್ಲುವಂತೆ ಒತ್ತಾಯಿಸಲಾಯಿತು, ಅವರು ಹಿಂದೆ ಯುದ್ಧದಲ್ಲಿ ಸೋಲಿಸಿದರು. ಶಿವಾಜಿಯು ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಭಾವಿಸಿದನು, ಥಟ್ಟನೆ ಬಿಟ್ಟುಹೋದನು ಮತ್ತು ತಕ್ಷಣವೇ ಗೃಹಬಂಧನದಲ್ಲಿರಿಸಲಾಯಿತು. ಜೈ ಸಿಂಗ್‌ನ ಮಗ ರಾಮ್ ಸಿಂಗ್, ಶಿವಾಜಿ ಮತ್ತು ಅವನ ಮಗನ ರಕ್ಷಣೆಯ ಭರವಸೆ ನೀಡಿದರು.
                  </p>
                  <img src="imgs/agra-escape.webp" alt="agra-escape" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಗೃಹಬಂಧನದಲ್ಲಿರುವ ಶಿವಾಜಿಯ ಸ್ಥಾನವು ಅಪಾಯಕಾರಿಯಾಗಿತ್ತು, ಏಕೆಂದರೆ ಔರಂಗಜೇಬನ ನ್ಯಾಯಾಲಯವು ಅವನನ್ನು ಕೊಲ್ಲಬೇಕೆ ಅಥವಾ ಅವನನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುವುದನ್ನು ಮುಂದುವರಿಸಬೇಕೆ ಎಂದು ಚರ್ಚಿಸಿತು. ಶಿವಾಜಿಯ ವೈಯಕ್ತಿಕ ಸುರಕ್ಷತೆಯ ಬಗ್ಗೆ ಭರವಸೆ ನೀಡಿದ ಜೈ ಸಿಂಗ್, ಔರಂಗಜೇಬನ ನಿರ್ಧಾರದ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರಲು ಪ್ರಯತ್ನಿಸಿದರು. ಅಷ್ಟರಲ್ಲಿ ಶಿವಾಜಿ ತನ್ನನ್ನು ಬಿಡಿಸಿಕೊಳ್ಳಲು ಉಪಾಯ ಹೂಡಿದನು. ಅವನು ತನ್ನ ಹೆಚ್ಚಿನ ಜನರನ್ನು ಮನೆಗೆ ಕಳುಹಿಸಿದನು ಮತ್ತು ರಾಮ್ ಸಿಂಗ್ ತನ್ನ ಮತ್ತು ಅವನ ಮಗನನ್ನು ಸುರಕ್ಷಿತ ಪಾಲನೆಗಾಗಿ ಚಕ್ರವರ್ತಿಗೆ ನೀಡಿದ ಭರವಸೆಯನ್ನು ಹಿಂಪಡೆಯುವಂತೆ ಕೇಳಿದನು. ಅವರು ಮೊಘಲ್ ಪಡೆಗಳಿಗೆ ಶರಣಾದರು. ನಂತರ ಶಿವಾಜಿ ಅನಾರೋಗ್ಯದ ನೆಪದಲ್ಲಿ ಬ್ರಾಹ್ಮಣರಿಗೆ ಮತ್ತು ಬಡವರಿಗೆ ಪ್ರಾಯಶ್ಚಿತ್ತವಾಗಿ ನೀಡಲು ಸಿಹಿತಿಂಡಿಗಳನ್ನು ತುಂಬಿದ ದೊಡ್ಡ ಬುಟ್ಟಿಗಳನ್ನು ಕಳುಹಿಸಲು ಪ್ರಾರಂಭಿಸಿದರು. 17 ಆಗಸ್ಟ್ 1666 ರಂದು, ತನ್ನನ್ನು ಒಂದು ದೊಡ್ಡ ಬುಟ್ಟಿಯಲ್ಲಿ ಮತ್ತು ಅವನ ಮಗ ಸಂಭಾಜಿಯನ್ನು ಇನ್ನೊಂದರಲ್ಲಿ ಹಾಕುವ ಮೂಲಕ, ಶಿವಾಜಿ ತಪ್ಪಿಸಿಕೊಂಡು ಆಗ್ರಾವನ್ನು ತೊರೆದರು.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="reconquest">
              <h2>ಮರುವಿಜಯ</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1670 ರವರೆಗೆ ಔರಂಗಜೇಬನು ಶಿವಾಜಿ ಮತ್ತು ಮುಅಜ್ಜಂ ನಡುವಿನ ನಿಕಟ ಸಂಬಂಧದ ಬಗ್ಗೆ ಸಂಶಯ ವ್ಯಕ್ತಪಡಿಸುವವರೆಗೂ ಶಿವಾಜಿ ಮತ್ತು ಮೊಘಲರ ನಡುವೆ ಶಾಂತಿ ನೆಲೆಸಿತ್ತು. ಮುಅಜ್ಜಂ ತನ್ನ ಸಿಂಹಾಸನಕ್ಕೆ ಸವಾಲು ಹಾಕಬಹುದೆಂದು ಔರಂಗಜೇಬ್ ಭಯಪಟ್ಟನು ಮತ್ತು ಶಿವಾಜಿಯಿಂದ ಲಂಚವನ್ನು ಸ್ವೀಕರಿಸಿದನೆಂದು ಶಂಕಿಸಿದ. ಅದೇ ಸಮಯದಲ್ಲಿ, ಆಫ್ಘನ್ನರ ವಿರುದ್ಧ ಯುದ್ಧಗಳಲ್ಲಿ ತೊಡಗಿದ ಔರಂಗಜೇಬ್, ಡೆಕ್ಕನ್‌ನಲ್ಲಿ ತನ್ನ ಸೈನ್ಯವನ್ನು ಗಮನಾರ್ಹವಾಗಿ ಕಡಿಮೆಗೊಳಿಸಿದನು. ಬಿಡುಗಡೆಗೊಂಡ ಅನೇಕ ಸೈನಿಕರು ಮರಾಠರ ಸೇವೆಗೆ ಸೇರಿದರು. ಮೊಘಲರು ಶಿವಾಜಿಗೆ ವರ್ಷಗಳ ಹಿಂದೆ ಸಾಲ ನೀಡಿದ ಹಣವನ್ನು ಮರಳಿ ಪಡೆಯಲು ಬೇರಾರ್‌ನ ಜಾಗೀರ್ ಅನ್ನು ಹಿಂತೆಗೆದುಕೊಂಡರು. ಇದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ, ಶಿವಾಜಿ ಮೊಘಲರ ವಿರುದ್ಧ ಆಕ್ರಮಣವನ್ನು ಪ್ರಾರಂಭಿಸಿದರು, ನಾಲ್ಕು ತಿಂಗಳೊಳಗೆ ಶರಣಾದ ಪ್ರದೇಶಗಳ ಗಣನೀಯ ಭಾಗವನ್ನು ಮರಳಿ ಪಡೆದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1670 ರಲ್ಲಿ, ಶಿವಾಜಿ ಎರಡನೇ ಬಾರಿಗೆ ಸೂರತ್ ಅನ್ನು ವಜಾ ಮಾಡಿದರು. ಇಂಗ್ಲಿಷ್ ಮತ್ತು ಡಚ್ ಕಾರ್ಖಾನೆಗಳು ಅವನ ದಾಳಿಯ ವಿರುದ್ಧ ಯಶಸ್ವಿಯಾಗಿ ಸಮರ್ಥಿಸಿಕೊಂಡಾಗ, ಶಿವಾಜಿ ಮೆಕ್ಕಾದಿಂದ ಹಿಂದಿರುಗಿದ ಮುಸ್ಲಿಂ ರಾಜಕುಮಾರನ ಆಸ್ತಿಯನ್ನು ಒಳಗೊಂಡಂತೆ ನಗರವನ್ನು ಲೂಟಿ ಮಾಡಿದರು. ಈ ಆಕ್ರಮಣಗಳಿಂದ ಕೋಪಗೊಂಡ ಮೊಘಲರು ಮತ್ತೆ ಯುದ್ಧವನ್ನು ಆರಂಭಿಸಿದರು, ಸೂರತ್‌ನಿಂದ ಹಿಂದಿರುಗಿದ ಶಿವಾಜಿಯನ್ನು ತಡೆಯಲು ದೌದ್ ಖಾನ್‌ನ ಪಡೆಯನ್ನು ಕಳುಹಿಸಿದರು. ಆದಾಗ್ಯೂ, ನಾಸಿಕ್ ಬಳಿಯ ವಾಣಿ-ದಿಂಡೋರಿ ಕದನದಲ್ಲಿ ಶಿವಾಜಿ ವಿಜಯಶಾಲಿಯಾದರು.
                  </p>
                  <img src="imgs/reconquest.webp" alt="reconquest" height="450" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಅಕ್ಟೋಬರ್ 1670 ರಲ್ಲಿ, ಶಿವಾಜಿ ತನಗೆ ಯುದ್ಧ ಸಾಮಗ್ರಿಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ನಿರಾಕರಿಸಿದ ಬಾಂಬೆಯಲ್ಲಿ ಇಂಗ್ಲಿಷರನ್ನು ಕಿರುಕುಳ ನೀಡಲು ತನ್ನ ಪಡೆಗಳಿಗೆ ನಿರ್ದೇಶಿಸಿದನು. ಅವನ ಪಡೆಗಳು ಬಾಂಬೆಯಿಂದ ಹೊರಡುವ ಇಂಗ್ಲಿಷ್ ಮರಕಡಿಯುವ ಪಕ್ಷಗಳಿಗೆ ಅಡ್ಡಿಪಡಿಸಿದವು. ಸೆಪ್ಟೆಂಬರ್ 1671 ರಲ್ಲಿ, ದಂಡ-ರಾಜಪುರಿ ವಿರುದ್ಧದ ಘರ್ಷಣೆಗೆ ವಸ್ತುವನ್ನು ಹುಡುಕಲು ಶಿವಾಜಿ ಬಾಂಬೆಗೆ ರಾಯಭಾರಿಯನ್ನು ಕಳುಹಿಸಿದರು. ಈ ವಿಜಯದಿಂದ ಶಿವಾಜಿಯ ಲಾಭಗಳ ಬಗ್ಗೆ ಕಳವಳಗಳ ಹೊರತಾಗಿಯೂ, ರಾಜಾಪುರದಲ್ಲಿನ ತಮ್ಮ ಕಾರ್ಖಾನೆಗಳ ಮೇಲೆ ಅವನು ನಡೆಸಿದ ದಾಳಿಗೆ ಪರಿಹಾರವನ್ನು ಪಡೆಯುವ ಅವಕಾಶವನ್ನು ಇಂಗ್ಲಿಷರು ನಿರಾಕರಿಸಿದರು. ಶಿವಾಜಿ ಮತ್ತು ಆಂಗ್ಲರ ನಡುವೆ ಮಾತುಕತೆಗಳು ನಡೆದವು, ಆದರೆ ರಾಜಾಪುರದ ಪರಿಹಾರದ ವಿಷಯದಲ್ಲಿ ವಿಫಲವಾಯಿತು. ನಂತರದ ರಾಯಭಾರಿ ವಿನಿಮಯದ ಹೊರತಾಗಿಯೂ, ಶಿವಾಜಿ ತನ್ನ ಮರಣದ ಮೊದಲು ರಾಜಾಪುರದ ಪರಿಹಾರವನ್ನು ಎಂದಿಗೂ ಪಾವತಿಸಲಿಲ್ಲ, ಇದು 1682 ರ ಅಂತ್ಯದ ವೇಳೆಗೆ ಕಾರ್ಖಾನೆಯ ವಿಸರ್ಜನೆಗೆ ಕಾರಣವಾಯಿತು.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಉಮ್ರಾಣಿ ಮತ್ತು ನೇಸರಿ ಕದನಗಳು:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1674 ರಲ್ಲಿ, ಜನರಲ್ ಬಹ್ಲೋಲ್ ಖಾನ್ ನೇತೃತ್ವದಲ್ಲಿ ಆಕ್ರಮಣಕಾರಿ ಬಿಜಾಪುರಿ ಪಡೆಗಳನ್ನು ಹಿಮ್ಮೆಟ್ಟಿಸಲು ಸರ್ನೌಬತ್ (ಮರಾಠಾ ಪಡೆಗಳ ಕಮಾಂಡರ್-ಇನ್-ಚೀಫ್) ಪ್ರತಾಪ್ರಾವ್ ಗುಜಾರ್ ಅವರನ್ನು ಕಳುಹಿಸಲಾಯಿತು. ಪ್ರಮುಖ ಸರೋವರವನ್ನು ಆಯಕಟ್ಟಿನ ಮೂಲಕ ಸುತ್ತುವರಿದ ನಂತರ ಬಹ್ಲೋಲ್ ಖಾನ್ ನನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ ಪ್ರತಾಪ್ರಾವ್ನ ಸೈನ್ಯವು ವಿಜಯವನ್ನು ಸಾಧಿಸಿತು, ಶತ್ರುಗಳನ್ನು ನೀರಿನಿಂದ ವಂಚಿತಗೊಳಿಸಿತು ಮತ್ತು ಅವರನ್ನು ಶಾಂತಿ ನಿಯಮಗಳನ್ನು ಹುಡುಕುವಂತೆ ಒತ್ತಾಯಿಸಿತು. ಶಿವಾಜಿಯ ಸ್ಪಷ್ಟ ಎಚ್ಚರಿಕೆಯ ಹೊರತಾಗಿಯೂ, ಪ್ರತಾಪ್ರಾವ್ ಬಹ್ಲೋಲ್ ಖಾನ್ ಅವರನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿದರು, ಅವರು ಹೊಸ ಆಕ್ರಮಣಕ್ಕೆ ಸಿದ್ಧತೆಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಪ್ರತಾಪ್ರಾವ್ ಅವರ ಕಾರ್ಯಗಳ ಬಗ್ಗೆ ತಿಳಿದ ನಂತರ, ಶಿವಾಜಿ ಅವರಿಗೆ ಪತ್ರವೊಂದರಲ್ಲಿ ತನ್ನ ನಿರಾಶೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಿದರು, ಬಹ್ಲೋಲ್ ಖಾನ್ ಅವರನ್ನು ಮರಳಿ ವಶಪಡಿಸಿಕೊಳ್ಳುವವರೆಗೂ ಪ್ರೇಕ್ಷಕರನ್ನು ನಿರಾಕರಿಸಿದರು. ಶಿವಾಜಿಯ ವಾಗ್ದಂಡನೆಯಿಂದ ಮನನೊಂದ ಪ್ರತಾಪರಾವ್ ಬಹ್ಲೋಲ್ ಖಾನ್ ನನ್ನು ಕೇವಲ ಆರು ಕುದುರೆ ಸವಾರರೊಂದಿಗೆ ಎದುರಿಸಿ, ಅವನ ಮುಖ್ಯ ಪಡೆಯನ್ನು ಬಿಟ್ಟು, ನಂತರದ ಯುದ್ಧದಲ್ಲಿ ನಾಶವಾದನು. ಶಿವಾಜಿ ಪ್ರತಾಪರಾವ್ ಅವರ ನಿಧನದ ಸುದ್ದಿ ಕೇಳಿ ತೀವ್ರ ದುಃಖಪಟ್ಟರು ಮತ್ತು ಅವರ ಎರಡನೇ ಮಗ ರಾಜಾರಾಮ್ ಅವರ ಮದುವೆಯನ್ನು ಪ್ರತಾಪ್ರಾವ್ ಅವರ ಮಗಳೊಂದಿಗೆ ಏರ್ಪಡಿಸಿದರು. ಪ್ರತಾಪ್ರಾವ್ ಅವರ ಮರಣದ ನಂತರ, ಹಂಬಿರಾವ್ ಮೋಹಿತೆ ಅವರು ಹೊಸ ಸರ್ನೌಬತ್ ಪಾತ್ರವನ್ನು ವಹಿಸಿಕೊಂಡರು. ಹಿರೋಜಿ ಇಂದುಲ್ಕರ್ ನಿರ್ಮಿಸಿದ ರಾಯಗಡ ಕೋಟೆಯು ಬೆಳೆಯುತ್ತಿರುವ ಮರಾಠ ಸಾಮ್ರಾಜ್ಯದ ಹೊಸ ರಾಜಧಾನಿಯಾಗಿ ಹೊರಹೊಮ್ಮಿತು.
                  </p>
                  <img src="imgs/umrani.webp" alt="umrani" height="400" />
              </div>
          </section>
  
  <hr />
          <section id="coronation">
              <h2>ಪಟ್ಟಾಭಿಷೇಕ</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿ ತಮ್ಮ ಪ್ರಚಾರಗಳ ಮೂಲಕ ಗಮನಾರ್ಹ ಭೂಮಿ ಮತ್ತು ಸಂಪತ್ತನ್ನು ಸಂಗ್ರಹಿಸಿದರು, ಆದರೂ ಅಧಿಕೃತ ಶೀರ್ಷಿಕೆಯ ಕೊರತೆಯಿಂದಾಗಿ, ಅವರು ತಾಂತ್ರಿಕವಾಗಿ ಮೊಘಲ್ ಜಮೀನ್ದಾರ ಅಥವಾ ಬಿಜಾಪುರಿ ಜಾಗೀರದಾರರ ಮಗನಾಗಿ ಉಳಿದರು, ಅವರ ವಾಸ್ತವಿಕ ಡೊಮೇನ್ ಅನ್ನು ನಿಯಂತ್ರಿಸಲು ಕಾನೂನು ಆಧಾರವಿಲ್ಲದೆ. . ರಾಯಲ್ ಹುದ್ದೆಯು ಇದನ್ನು ಪರಿಹರಿಸಬಹುದು ಮತ್ತು ಅವನ ಸಮಾನರಾದ ಇತರ ಮರಾಠ ನಾಯಕರಿಂದ ಸವಾಲುಗಳನ್ನು ತಡೆಯಬಹುದು. ಮೇಲಾಗಿ, ಇಂತಹ ಶೀರ್ಷಿಕೆಯು ಹಿಂದೂ ಮರಾಠರಿಗೆ ಹಿಂದೂ ಸಾರ್ವಭೌಮತ್ವವನ್ನು ಮುಸ್ಲಿಮರು ಪ್ರಧಾನವಾಗಿ ಆಳುವ ಪ್ರದೇಶದಲ್ಲಿ ನೀಡುತ್ತದೆ.
                  </p>
                  <img src="imgs/coronation.webp" alt="coronation" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಉದ್ದೇಶಿತ ಪಟ್ಟಾಭಿಷೇಕದ ಸಿದ್ಧತೆಗಳು 1673 ರಲ್ಲಿ ಪ್ರಾರಂಭವಾಯಿತು. ಆದಾಗ್ಯೂ, ಕೆಲವು ವಿವಾದಗಳು ಪಟ್ಟಾಭಿಷೇಕವನ್ನು ಸುಮಾರು ಒಂದು ವರ್ಷದವರೆಗೆ ವಿಸ್ತರಿಸಿದವು. ಶಿವಾಜಿಯ ಆಸ್ಥಾನದ ಬ್ರಾಹ್ಮಣರ ನಡುವೆ ಒಂದು ವಿವಾದವು ಭುಗಿಲೆದ್ದಿತು: ಅವರು ಶಿವಾಜಿಯನ್ನು ರಾಜನಾಗಿ ಪಟ್ಟಾಭಿಷೇಕ ಮಾಡಲು ನಿರಾಕರಿಸಿದರು ಏಕೆಂದರೆ ಆ ಸ್ಥಾನಮಾನವು ಸಾಂಪ್ರದಾಯಿಕವಾಗಿ ಹಿಂದೂ ಸಮಾಜದಲ್ಲಿ ಕ್ಷತ್ರಿಯ (ಯೋಧ) ವರ್ಣದವರಿಗೆ ಮೀಸಲಾಗಿದೆ. ಕೃಷಿ ಗ್ರಾಮಗಳ ಮುಖ್ಯಸ್ಥರ ವಂಶಾವಳಿಯಿಂದಾಗಿ ಮರಾಠ ಎಂದು ವರ್ಗೀಕರಿಸಲಾಗಿದೆ, ಶಿವಾಜಿ ಎಂದಿಗೂ ಪವಿತ್ರ ದಾರದ ಆಚರಣೆಗೆ ಒಳಗಾಗಿರಲಿಲ್ಲ ಅಥವಾ ಕ್ಷತ್ರಿಯನಂತೆ ದಾರವನ್ನು ಧರಿಸಿರಲಿಲ್ಲ. ಶಿವಾಜಿ ವಾರಣಾಸಿಯ ಪಂಡಿತರಾದ ಗಾಗಾ ಭಟ್‌ರಿಂದ ದೃಢೀಕರಣವನ್ನು ಕೋರಿದರು, ಅವರು ಶಿವಾಜಿಯು ಸಿಸೋಡಿಯಾಸ್‌ನಿಂದ ವಂಶಸ್ಥರೆಂದು ಸಾಬೀತುಪಡಿಸುವ ಪುರಾವೆಗಳನ್ನು ಕಂಡುಹಿಡಿದಿದ್ದಾರೆ ಎಂದು ಪ್ರತಿಪಾದಿಸಿದರು, ಆ ಮೂಲಕ ಅವರ ಶ್ರೇಣಿಗೆ ಸೂಕ್ತವಾದ ಸಮಾರಂಭಗಳ ಅಗತ್ಯವಿರುವ ಕ್ಷತ್ರಿಯ ಎಂದು ದೃಢಪಡಿಸಿದರು. ಈ ಸ್ಥಾನಮಾನವನ್ನು ಪ್ರತಿಪಾದಿಸಲು, ಶಿವಾಜಿಯು ಪವಿತ್ರ ದಾರದ ಆಚರಣೆಗೆ ಒಳಗಾಯಿತು ಮತ್ತು ಕ್ಷತ್ರಿಯ ನಿರೀಕ್ಷಿತ ವೈದಿಕ ವಿಧಿಗಳ ಅಡಿಯಲ್ಲಿ ತನ್ನ ಸಂಗಾತಿಗಳನ್ನು ಮರುಮದುವೆಯಾದನು. ಆದಾಗ್ಯೂ, ಐತಿಹಾಸಿಕ ಪುರಾವೆಗಳು ಶಿವಾಜಿಯ ರಜಪೂತ ಹಕ್ಕು, ನಿರ್ದಿಷ್ಟವಾಗಿ ಸಿಸೋಡಿಯಲ್ ವಂಶಾವಳಿಯನ್ನು ದುರ್ಬಲ ಅಥವಾ ಸಂಪೂರ್ಣವಾಗಿ ಆವಿಷ್ಕಾರವೆಂದು ಪರಿಗಣಿಸಬಹುದು.
                  </p>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಮೇ 28 ರಂದು, ಶಿವಾಜಿ ತನ್ನ ಮತ್ತು ತನ್ನ ಪೂರ್ವಜರು ಕ್ಷತ್ರಿಯ ವಿಧಿಗಳನ್ನು ಪಾಲಿಸದಿದ್ದಕ್ಕಾಗಿ ಪ್ರಾಯಶ್ಚಿತ್ತ ಮಾಡಿದರು. ಗಾಗಾ ಭಟ್ ನಂತರ ಶಿವಾಜಿಯನ್ನು ಪವಿತ್ರ ದಾರದೊಂದಿಗೆ ಹೂಡಿಕೆ ಮಾಡಿದರು. ಇತರ ಬ್ರಾಹ್ಮಣರ ಒತ್ತಾಯದ ನಂತರ, ಗಾಗಾ ಭಟ್ ಅವರು ವೈದಿಕ ಪಠಣವನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟರು ಮತ್ತು ಶಿವಾಜಿಯನ್ನು ಬ್ರಾಹ್ಮಣರಿಗೆ ಸಮಾನವಾಗಿ ಇರಿಸುವ ಬದಲು ಎರಡು ಬಾರಿ ಜನಿಸಿದವರ ಜೀವನದ ಮಾರ್ಪಡಿಸಿದ ರೂಪಕ್ಕೆ ಪ್ರಾರಂಭಿಸಿದರು. ಮರುದಿನ, ಶಿವಾಜಿ ತನ್ನ ಜೀವಿತಾವಧಿಯಲ್ಲಿ ಮಾಡಿದ ಪಾಪಗಳಿಗೆ ಪ್ರಾಯಶ್ಚಿತ್ತವನ್ನು ಮಾಡಿದನು. ಚಿನ್ನ, ಬೆಳ್ಳಿ ಮತ್ತು ಇತರ ವಿವಿಧ ವಸ್ತುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಏಳು ಲೋಹಗಳ ವಿರುದ್ಧ ಪ್ರತ್ಯೇಕವಾಗಿ ತೂಕವನ್ನು ಮಾಡಲಾಯಿತು ಮತ್ತು ಈ ವಸ್ತುಗಳೊಂದಿಗೆ ಒಂದು ಲಕ್ಷ ಹೂನ್ ಅನ್ನು ಬ್ರಾಹ್ಮಣರಿಗೆ ವಿತರಿಸಲಾಯಿತು. ಆದಾಗ್ಯೂ, ಇದು ಅವರ ದುರಾಶೆಯನ್ನು ಪೂರೈಸಲು ವಿಫಲವಾಯಿತು, ಶಿವಾಜಿ ತನ್ನ ದಾಳಿಯ ಸಮಯದಲ್ಲಿ ಬ್ರಾಹ್ಮಣರು, ಹಸುಗಳು, ಮಹಿಳೆಯರು ಮತ್ತು ಮಕ್ಕಳನ್ನು ಕೊಂದಿದ್ದಾನೆ ಎಂದು ಇಬ್ಬರು ಬ್ರಾಹ್ಮಣರು ಸೂಚಿಸಿದರು. ಅವರು ಈ ಪಾಪಗಳಿಂದ ವಿಮೋಚನೆ ಹೊಂದಲು ರೂ. ಶಿವಾಜಿ ಪಾವತಿಸಿದ 8,000 ರೂ. ಸಭೆ, ದಾನ, ಸಿಂಹಾಸನ ಮತ್ತು ಆಭರಣಗಳ ಒಟ್ಟು ವೆಚ್ಚ ಸುಮಾರು 1.5 ಮಿಲಿಯನ್ ರೂಪಾಯಿಗಳು.
                  </p>
                  <img src="imgs/coronation-2.webp" alt="coronation-2" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6 ಜೂನ್ 1674 ರಂದು, ರಾಯಗಡ ಕೋಟೆಯಲ್ಲಿ ನಡೆದ ಭವ್ಯ ಸಮಾರಂಭದಲ್ಲಿ ಶಿವಾಜಿಯನ್ನು ಮರಾಠ ಸಾಮ್ರಾಜ್ಯದ (ಹಿಂದವಿ ಸ್ವರಾಜ್) ರಾಜನಾಗಿ ಅಭಿಷೇಕಿಸಲಾಯಿತು. ಹಿಂದೂ ಕ್ಯಾಲೆಂಡರ್ ಪ್ರಕಾರ, ಇದು 1596 ರಲ್ಲಿ ಜ್ಯೇಷ್ಠ ಮಾಸದ ಮೊದಲ ಹದಿನೈದು ದಿನಗಳ 13 ನೇ ದಿನ (ತ್ರಯೋದಶಿ) ಆಗಿತ್ತು. ಗಾಗಾ ಭಟ್ ಅವರು ಏಳು ಪವಿತ್ರ ನದಿಗಳ ನೀರಿನಿಂದ ತುಂಬಿದ ಚಿನ್ನದ ಪಾತ್ರೆಯಿಂದ ನೀರನ್ನು ಸುರಿಯುತ್ತಾ ಸಮಾರಂಭವನ್ನು ನಡೆಸಿದರು. ಯಮುನಾ, ಸಿಂಧು, ಗಂಗಾ, ಗೋದಾವರಿ, ನರ್ಮದಾ, ಕೃಷ್ಣ ಮತ್ತು ಕಾವೇರಿ-ಶಿವಾಜಿಯ ತಲೆಯ ಮೇಲೆ ಮತ್ತು ವೈದಿಕ ಪಟ್ಟಾಭಿಷೇಕ ಮಂತ್ರಗಳನ್ನು ಪಠಿಸುತ್ತಿದ್ದಾರೆ. ಅಭ್ಯಂಜನದ ನಂತರ, ಶಿವಾಜಿ ತನ್ನ ತಾಯಿ ಜೀಜಾಬಾಯಿಯ ಮುಂದೆ ನಮಸ್ಕರಿಸಿದರು ಮತ್ತು ಅವರ ಪಾದಗಳನ್ನು ಮುಟ್ಟಿದರು. ಸುಮಾರು ಐವತ್ತು ಸಾವಿರ ಜನರು ರಾಯಗಢದಲ್ಲಿ ಸಮಾರಂಭಗಳಿಗೆ ಸೇರಿದ್ದರು. ಶಿವಾಜಿಯನ್ನು ಶಕಕರ್ತ ("ಯುಗ ಸ್ಥಾಪಕ") ಮತ್ತು ಛತ್ರಪತಿ ("ಸಾರ್ವಭೌಮ") ಎಂದು ಪ್ರಶಂಸಿಸಲಾಯಿತು. ಅವರು ಹೈಂಡವ ಧರ್ಮೋಧಾರಕ್ (ಹಿಂದೂ ನಂಬಿಕೆಯ ರಕ್ಷಕ) ಮತ್ತು ಕ್ಷತ್ರಿಯ ಕುಲವಂತರು ಎಂಬ ಬಿರುದನ್ನು ಸಹ ಪಡೆದರು: ಕ್ಷತ್ರಿಯ ಹಿಂದೂ ಧರ್ಮದ ವರ್ಣವಾಗಿದೆ, ಮತ್ತು ಕುಲವಂತರು ಎಂದರೆ 'ಕುಲ ಅಥವಾ ಜನಾಂಗದ ಮುಖ್ಯಸ್ಥ'. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಜೀಜಾಬಾಯಿ 18 ಜೂನ್ 1674 ರಂದು ನಿಧನರಾದರು. ಮರಾಠರು ತಾಂತ್ರಿಕ ಪುರೋಹಿತರಾದ ನಿಶ್ಚಲ್ ಪುರಿ ಗೋಸ್ವಾಮಿಯನ್ನು ಕರೆದರು, ಅವರು ಆರಂಭಿಕ ಪಟ್ಟಾಭಿಷೇಕವು ಅಶುಭ ನಕ್ಷತ್ರಗಳ ಅಡಿಯಲ್ಲಿ ಸಂಭವಿಸಿದೆ ಎಂದು ಘೋಷಿಸಿದರು, ಎರಡನೇ ಪಟ್ಟಾಭಿಷೇಕದ ಅಗತ್ಯವಿದೆ. ಈ ಎರಡನೇ ಪಟ್ಟಾಭಿಷೇಕವು 24 ಸೆಪ್ಟೆಂಬರ್ 1674 ರಂದು, ಶಿವಾಜಿಯು ತನ್ನ ಮೊದಲ ಪಟ್ಟಾಭಿಷೇಕದ ವೈದಿಕ ವಿಧಿಗಳಿಗೆ ಅನರ್ಹನೆಂದು ನಂಬಿದ್ದವರನ್ನು ಸಮಾಧಾನಪಡಿಸಿತು, ಏಕೆಂದರೆ ಇದು ಕಡಿಮೆ ವಿವಾದಾತ್ಮಕ ಸಮಾರಂಭವಾಗಿತ್ತು.
                  </p>
              </div>
          </section>
  <hr />
          <section id="south-india">
              <h2>ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿ ವಿಜಯ</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1674 ರಲ್ಲಿ ಪ್ರಾರಂಭವಾಗಿ, ಮರಾಠರು ದೃಢವಾದ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದರು, ಅಕ್ಟೋಬರ್‌ನಲ್ಲಿ ಖಂಡೇಶ್ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರು, ಏಪ್ರಿಲ್ 1675 ರಲ್ಲಿ ಬಿಜಾಪುರಿ ಪೊಂಡಾವನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು, ವರ್ಷದ ಮಧ್ಯದಲ್ಲಿ ಕಾರವಾರವನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು ಮತ್ತು ಜುಲೈನಲ್ಲಿ ಕೊಲ್ಲಾಪುರವನ್ನು ಭದ್ರಪಡಿಸಿಕೊಂಡರು. ನವೆಂಬರ್‌ನಲ್ಲಿ, ಮರಾಠಾ ನೌಕಾಪಡೆಯು ಜಂಜಿರಾದ ಸಿದ್ದಿಗಳೊಂದಿಗೆ ಚಕಮಕಿಯಲ್ಲಿ ತೊಡಗಿತು ಆದರೆ ಅವರನ್ನು ಹೊರಹಾಕಲು ವಿಫಲವಾಯಿತು. ಅನಾರೋಗ್ಯದಿಂದ ಚೇತರಿಸಿಕೊಂಡ ನಂತರ ಮತ್ತು ಬಿಜಾಪುರದಲ್ಲಿ ಡೆಕ್ಕನಿಗಳು ಮತ್ತು ಆಫ್ಘನ್ನರ ನಡುವಿನ ಅಂತರ್ಯುದ್ಧವನ್ನು ದುರ್ಬಳಕೆ ಮಾಡಿಕೊಂಡ ನಂತರ, ಶಿವಾಜಿ ಏಪ್ರಿಲ್ 1676 ರಲ್ಲಿ ಅಥನಿಯ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ತನ್ನ ದಂಡಯಾತ್ರೆಯ ಮೊದಲು, ಶಿವಾಜಿ ದಕ್ಷಿಣ ಭಾರತವನ್ನು ಹೊರಗಿನವರಿಂದ ರಕ್ಷಿಸಬೇಕಾದ ತಾಯ್ನಾಡಿನಂತೆ ಒತ್ತಿಹೇಳುತ್ತಾ ಡೆಕ್ಕನಿ ದೇಶಭಕ್ತಿಯ ಪ್ರಜ್ಞೆಗೆ ಮನವಿ ಮಾಡಿದರು. ಅವರ ಮನವಿಯು ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಯಶಸ್ಸನ್ನು ಕಂಡಿತು, ಶಿವಾಜಿಯು 1677 ರಲ್ಲಿ ಒಂದು ತಿಂಗಳ ಕಾಲ ಹೈದರಾಬಾದ್‌ಗೆ ಭೇಟಿ ನೀಡಲು ಕಾರಣವಾಯಿತು, ಅಲ್ಲಿ ಅವರು ಗೋಲ್ಕೊಂಡ ಸುಲ್ತಾನರ ಕುತುಬ್‌ಶಾಹ್‌ನೊಂದಿಗೆ ಒಪ್ಪಂದವನ್ನು ಮಾಡಿಕೊಂಡರು. ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ, ಕುತುಬ್ಷಾ ಬಿಜಾಪುರದೊಂದಿಗಿನ ತನ್ನ ಮೈತ್ರಿಯನ್ನು ಕೊನೆಗೊಳಿಸಲು ಮತ್ತು ಮೊಘಲರನ್ನು ಜಂಟಿಯಾಗಿ ವಿರೋಧಿಸಲು ಒಪ್ಪಿಕೊಂಡರು. 1677 ರಲ್ಲಿ, ಶಿವಾಜಿ 30,000 ಅಶ್ವಸೈನ್ಯ ಮತ್ತು 40,000 ಪದಾತಿಗಳೊಂದಿಗೆ ಕರ್ನಾಟಕವನ್ನು ಆಕ್ರಮಿಸಿದರು, ಇದನ್ನು ಗೋಲ್ಕೊಂಡ ಫಿರಂಗಿ ಮತ್ತು ಧನಸಹಾಯದಿಂದ ಬೆಂಬಲಿಸಲಾಯಿತು. ದಕ್ಷಿಣದ ಕಡೆಗೆ ಮುಂದುವರಿದ ಶಿವಾಜಿ ವೆಲ್ಲೂರು ಮತ್ತು ಜಿಂಗೀ ಕೋಟೆಗಳನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು; ಎರಡನೆಯದು ನಂತರ ಅವನ ಮಗ ರಾಜಾರಾಂ I ರ ಆಳ್ವಿಕೆಯಲ್ಲಿ ಮರಾಠರ ರಾಜಧಾನಿಯಾಯಿತು.
                  </p>
                  <img src="imgs/tanjore.webp" alt="tanjore" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿ ಶಹಾಜಿಯ ನಂತರ ತಂಜಾವೂರನ್ನು (ತಂಜಾವೂರು) ಆಳಿದ ತನ್ನ ಎರಡನೇ ಹೆಂಡತಿ ತುಕಾಬಾಯಿ (ನೀ ಮೋಹಿತೆ) ನಿಂದ ಶಹಾಜಿಯ ಮಗ ವೆಂಕೋಜಿ (ಎಕೋಜಿ I) ನೊಂದಿಗೆ ರಾಜಿ ಮಾಡಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿದನು. ಆರಂಭದಲ್ಲಿ ಮಾತುಕತೆಗಳು ಆಶಾದಾಯಕವಾಗಿ ಕಂಡುಬಂದರೂ, ಅಂತಿಮವಾಗಿ ಅವು ವಿಫಲವಾದವು. ರಾಯಗಡಕ್ಕೆ ಹಿಂದಿರುಗಿದ ನಂತರ, ಶಿವಾಜಿ 26 ನವೆಂಬರ್ 1677 ರಂದು ತನ್ನ ಮಲಸಹೋದರನ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸಿದನು ಮತ್ತು ಮೈಸೂರು ಪ್ರಸ್ಥಭೂಮಿಯಲ್ಲಿ ಅವನ ಹೆಚ್ಚಿನ ಆಸ್ತಿಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡನು. ವೆಂಕೋಜಿಯವರ ಪತ್ನಿ ದೀಪಾ ಬಾಯಿ, ಶಿವಾಜಿ ಅವರನ್ನು ಬಹಳವಾಗಿ ಗೌರವಿಸುತ್ತಿದ್ದರು, ಅವರೊಂದಿಗೆ ಹೊಸ ಮಾತುಕತೆಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿದರು ಮತ್ತು ಅವರ ಮುಸ್ಲಿಂ ಸಲಹೆಗಾರರಿಂದ ದೂರವಿರಲು ತನ್ನ ಪತಿಯನ್ನು ಮನವೊಲಿಸಿದರು. ಅಂತಿಮವಾಗಿ, ಶಿವಾಜಿ ವಶಪಡಿಸಿಕೊಂಡ ಅನೇಕ ಆಸ್ತಿಗಳನ್ನು ದೀಪಾ ಬಾಯಿ ಮತ್ತು ಅವರ ಸ್ತ್ರೀ ವಂಶಸ್ಥರಿಗೆ ಹಿಂದಿರುಗಿಸಲು ಒಪ್ಪಿಕೊಂಡರು. ಇದಕ್ಕೆ ಪ್ರತಿಯಾಗಿ, ವೆಂಕೋಜಿ ಪ್ರಾಂತ್ಯಗಳ ಸರಿಯಾದ ಆಡಳಿತ ಮತ್ತು ಷಾಜಿಯ ಸ್ಮಾರಕ (ಸಮಾಧಿ) ನಿರ್ವಹಣೆಗೆ ಕೆಲವು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪಿಕೊಂಡರು.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="death-succession">
              <h2>ಮರಣ ಮತ್ತು ಉತ್ತರಾಧಿಕಾರ</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿಯ ಉತ್ತರಾಧಿಕಾರಿಯ ವಿಷಯವು ಸಂಕೀರ್ಣವಾಗಿತ್ತು. 1678 ರಲ್ಲಿ, ಶಿವಾಜಿ ತನ್ನ ಮಗನನ್ನು ಪನ್ಹಾಲಾಗೆ ಸೀಮಿತಗೊಳಿಸಿದನು, ರಾಜಕುಮಾರನು ತನ್ನ ಹೆಂಡತಿಯೊಂದಿಗೆ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ಒಂದು ವರ್ಷದವರೆಗೆ ಮೊಘಲರಿಗೆ ಪಕ್ಷಾಂತರಗೊಂಡನು. ಸಂಭಾಜಿ ನಂತರ ಪಶ್ಚಾತ್ತಾಪ ಪಡದೆ ಮನೆಗೆ ಮರಳಿದರು ಮತ್ತು ಮತ್ತೆ ಪನ್ಹಾಲಾಗೆ ಸೀಮಿತರಾದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮಹಾರಾಜರು ಸುಮಾರು 3-5 ಏಪ್ರಿಲ್ 1680 ರಲ್ಲಿ, ತಮ್ಮ 50 ನೇ ವಯಸ್ಸಿನಲ್ಲಿ, ಹನುಮ ಜಯಂತಿಯ ಮುನ್ನಾದಿನದಂದು ನಿಧನರಾದರು. ಅವರ ಸಾವಿಗೆ ಕಾರಣ ವಿವಾದವಾಗಿಯೇ ಉಳಿದಿದೆ. ಬ್ರಿಟಿಷ್ ದಾಖಲೆಗಳ ಪ್ರಕಾರ, ಶಿವಾಜಿ ಮಹಾರಾಜರು 12 ದಿನಗಳ ಕಾಲ ಅನಾರೋಗ್ಯದ ನಂತರ ರಕ್ತದ ಹರಿವಿನಿಂದ ನಿಧನರಾದರು. ಬಿಬ್ಲಿಯೊಟೆಕಾ ನ್ಯಾಶನಲ್ ಡಿ ಲಿಸ್ಬೊವಾದಿಂದ ಸಮಕಾಲೀನ ಪೋರ್ಚುಗೀಸ್ ದಾಖಲೆಯು ಆಂಥ್ರಾಕ್ಸ್ ಅವನ ಸಾವಿಗೆ ಕಾರಣವೆಂದು ದಾಖಲಿಸುತ್ತದೆ. ಆದರೆ, ಸಾವಿಗೆ ಜ್ವರವೇ ಕಾರಣ ಎಂದು ಸಭಾಸದ್ ಬಖರ್ ಲೇಖಕ ಕೃಷ್ಣಾಜಿ ಅನಂತ್ ಸಭಾಸದ್ ತಿಳಿಸಿದ್ದಾರೆ. ಶಿವಾಜಿಯ ಮಕ್ಕಳಿಲ್ಲದ ಹಿರಿಯ ಬದುಕುಳಿದ ಪತ್ನಿ ಪುತಲಾಬಾಯಿ ಅವರ ಅಂತ್ಯಕ್ರಿಯೆಯ ಚಿತೆಗೆ ಹಾರಿ ಸತಿಯನ್ನು ಮಾಡಿದರು. ಉಳಿದಿರುವ ಇನ್ನೊಬ್ಬ ಸಂಗಾತಿಯಾದ ಸಕ್ವರ್ಬಾಯಿ, ಚಿಕ್ಕ ಮಗಳನ್ನು ಹೊಂದಿದ್ದರಿಂದ ಅದನ್ನು ಅನುಸರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಕೆಲವು ಆರೋಪಗಳು, ನಂತರದ ವಿದ್ವಾಂಸರು ಅನುಮಾನಿಸಿದರೂ, ಶಿವಾಜಿಯ ಎರಡನೇ ಪತ್ನಿ ಸೋಯರಾಬಾಯಿ ತನ್ನ 10 ವರ್ಷದ ಮಗ ರಾಜಾರಾಮ್‌ನನ್ನು ಸಿಂಹಾಸನದ ಮೇಲೆ ಕೂರಿಸಲು ಅವನಿಗೆ ವಿಷವನ್ನು ನೀಡಿದ್ದಾಳೆಂದು ಸೂಚಿಸಿತು.
                  </p>
                  <img src="imgs/chatrapati-sambhaji-maharaj.webp" alt="chatrapati-sambhaji-maharaj" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿಯ ಮರಣದ ನಂತರ, ಸೋಯರಾಬಾಯಿ ತನ್ನ ಮಲಮಗ ಸಂಭಾಜಿಯ ಬದಲಿಗೆ ತನ್ನ ಮಗ ರಾಜಾರಾಮ್‌ಗೆ ಪಟ್ಟಾಭಿಷೇಕ ಮಾಡಲು ವಿವಿಧ ಮಂತ್ರಿಗಳೊಂದಿಗೆ ಸಂಚು ರೂಪಿಸಿದಳು. 21 ಏಪ್ರಿಲ್ 1680 ರಂದು, ಹತ್ತು ವರ್ಷದ ರಾಜಾರಾಂನನ್ನು ಸಿಂಹಾಸನದಲ್ಲಿ ಸ್ಥಾಪಿಸಲಾಯಿತು. ಆದಾಗ್ಯೂ, ಕಮಾಂಡರ್ ಅನ್ನು ಕೊಂದ ನಂತರ ಸಂಭಾಜಿ ರಾಯಗಡ ಕೋಟೆಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು ಮತ್ತು ಜೂನ್ 18 ರಂದು ಅವರು ರಾಯಗಡದ ನಿಯಂತ್ರಣವನ್ನು ಪಡೆದರು. ಅವರು ಜುಲೈ 20 ರಂದು ಔಪಚಾರಿಕವಾಗಿ ಸಿಂಹಾಸನವನ್ನು ಏರಿದರು. ರಾಜಾರಾಂ, ಅವರ ತಾಯಿ ಸೋಯಾರಾಬಾಯಿ ಮತ್ತು ಅವರ ಪತ್ನಿ ಜಾಂಕಿ ಬಾಯಿ ಅವರನ್ನು ಬಂಧಿಸಲಾಯಿತು ಮತ್ತು ಅಕ್ಟೋಬರ್‌ನಲ್ಲಿ ಪಿತೂರಿಯ ಆರೋಪದ ಮೇಲೆ ಸೋಯರಾಬಾಯಿ ಅವರನ್ನು ಗಲ್ಲಿಗೇರಿಸಲಾಯಿತು.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಮರಾಠರ ವಿರುದ್ಧ ಔರಂಗಜೇಬನ ಅಭಿಯಾನ ಮತ್ತು ನಂತರದ ಪರಿಣಾಮಗಳು:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1681 ರಲ್ಲಿ ಶಿವಾಜಿಯ ನಿಧನದ ನಂತರ, ಔರಂಗಜೇಬ್ ದಕ್ಷಿಣದಲ್ಲಿ ಮರಾಠರು, ಬಿಜಾಪುರದ ಆದಿಲ್ ಶಾಹಿ ಮತ್ತು ಗೋಲ್ಕೊಂಡದ ಕುತುಬ್ ಶಾಹಿ ವಶಪಡಿಸಿಕೊಂಡ ಪ್ರದೇಶಗಳನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಅಭಿಯಾನವನ್ನು ಪ್ರಾರಂಭಿಸಿದರು. ಅವರು ಆದಿಲ್ ಶಾಹಿ ಮತ್ತು ಕುತುಬ್ ಶಾಹಿ ರಾಜವಂಶಗಳನ್ನು ತೊಡೆದುಹಾಕಲು ಯಶಸ್ವಿಯಾದಾಗ, ಮರಾಠರು ಚೇತರಿಸಿಕೊಂಡರು. ಮೊಘಲ್-ಮರಾಠಾ ಯುದ್ಧಗಳು ಎಂದು ಕರೆಯಲ್ಪಡುವ ಈ ಪ್ರಯತ್ನವು ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯವನ್ನು ನಾಮಮಾತ್ರವಾಗಿ ವಿಸ್ತರಿಸಿತು ಆದರೆ ಕಾರ್ಯತಂತ್ರದ ವೈಫಲ್ಯದಲ್ಲಿ ಕೊನೆಗೊಂಡಿತು, ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯವನ್ನು ತೀವ್ರವಾಗಿ ದುರ್ಬಲಗೊಳಿಸಿತು. ಔರಂಗಜೇಬ್ ಡೆಕ್ಕನ್‌ನಲ್ಲಿ 27 ವರ್ಷಗಳನ್ನು ಕಳೆದರು ಆದರೆ ಮರಾಠರನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಮೊಘಲ್ ಖಜಾನೆಯನ್ನು ಬರಿದುಮಾಡಿದರು ಮತ್ತು ಮೊಘಲ್ ಸೈನ್ಯವನ್ನು ಗಮನಾರ್ಹವಾಗಿ ದುರ್ಬಲಗೊಳಿಸಿದರು. ಔರಂಗಜೇಬನ ಸೇನೆಯ ಸುಮಾರು 2.5 ಮಿಲಿಯನ್ ಸೈನಿಕರು ಸಂಘರ್ಷದ ಸಮಯದಲ್ಲಿ ಸಾವನ್ನಪ್ಪಿದರು, 2 ಮಿಲಿಯನ್ ನಾಗರಿಕರು ಬರ, ಪ್ಲೇಗ್ ಮತ್ತು ಯುದ್ಧ-ಹಾನಿಗೊಳಗಾದ ಪ್ರದೇಶಗಳಲ್ಲಿ ಕ್ಷಾಮಕ್ಕೆ ಬಲಿಯಾದರು ಎಂದು ಐತಿಹಾಸಿಕ ಮೂಲಗಳು ಅಂದಾಜಿಸುತ್ತವೆ. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಈ ಅವಧಿಯಲ್ಲಿ, ಸಂಭಾಜಿಯನ್ನು 1689 ರಲ್ಲಿ ಸೆರೆಹಿಡಿಯಲಾಯಿತು, ಹಿಂಸಿಸಲಾಯಿತು ಮತ್ತು ಗಲ್ಲಿಗೇರಿಸಲಾಯಿತು, ಅವರ ಉತ್ತರಾಧಿಕಾರಿ ರಾಜಾರಾಮ್ ಮತ್ತು ನಂತರ ಅವರ ವಿಧವೆ ತಾರಾಬಾಯಿ ನೇತೃತ್ವದಲ್ಲಿ ಬಲವಾದ ಮರಾಠಾ ಪ್ರತಿರೋಧವನ್ನು ಹುಟ್ಟುಹಾಕಲಾಯಿತು. ಮೊಘಲರು ಮತ್ತು ಮರಾಠರ ನಡುವೆ ಪ್ರದೇಶಗಳು ಆಗಾಗ್ಗೆ ಕೈ ಬದಲಾಯಿಸುತ್ತಿದ್ದವು.
                  </p>
                  <img src="imgs/sambhaji-torture.webp" alt="sambhaji-torture" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿಯ ಮೊಮ್ಮಗ ಮತ್ತು ಸಂಭಾಜಿಯ ಮಗ ಶಾಹು, 27 ವರ್ಷಗಳ ಹೋರಾಟದ ಉದ್ದಕ್ಕೂ ಔರಂಗಜೇಬನ ವಶದಲ್ಲಿದ್ದನು. ಔರಂಗಜೇಬನ ಮರಣದ ನಂತರ, ಶಾಹುವನ್ನು ಅವನ ಉತ್ತರಾಧಿಕಾರಿ ಬಿಡುಗಡೆ ಮಾಡಿದ. ಉತ್ತರಾಧಿಕಾರಕ್ಕಾಗಿ ತನ್ನ ಚಿಕ್ಕಮ್ಮ ತಾರಾಬಾಯಿಯೊಂದಿಗೆ ಸಂಕ್ಷಿಪ್ತ ಅಧಿಕಾರದ ಹೋರಾಟದ ನಂತರ, ಶಾಹು 1707 ರಿಂದ 1749 ರವರೆಗೆ ಮರಾಠಾ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಆಳಿದನು. ಅವನ ಆಳ್ವಿಕೆಯ ಆರಂಭಿಕ ವರ್ಷಗಳಲ್ಲಿ, ಅವನು ಬಾಲಾಜಿ ವಿಶ್ವನಾಥ್ ಮತ್ತು ಅವನ ವಂಶಸ್ಥರನ್ನು ಮರಾಠ ಸಾಮ್ರಾಜ್ಯದ ಪೇಶ್ವೆಗಳಾಗಿ (ಪ್ರಧಾನ ಮಂತ್ರಿಗಳು) ನೇಮಿಸಿದನು. ಬಾಲಾಜಿಯ ಮಗ, ಪೇಶ್ವೆ ಬಾಜಿರಾವ್ I ಮತ್ತು ಮೊಮ್ಮಗ ಪೇಶ್ವಾ ಬಾಲಾಜಿ ಬಾಜಿರಾವ್ ನೇತೃತ್ವದಲ್ಲಿ ಸಾಮ್ರಾಜ್ಯವು ಗಮನಾರ್ಹವಾಗಿ ವಿಸ್ತರಿಸಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ವಿಶಾಲ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನಿರ್ವಹಿಸಲು, ಶಾಹು ಮತ್ತು ಪೇಶ್ವೆಗಳು ಬರೋಡಾದ ಗಾಯಕ್ವಾಡ್‌ಗಳು, ಇಂದೋರ್ ಮತ್ತು ಮಾಲ್ವಾದ ಹೋಲ್ಕರ್‌ಗಳು, ಮತ್ತು ಗ್ವಾಲಿಯರ್‌ನ ಸಿಂಧ್ಯಾಗಳು ಸೇರಿದಂತೆ ಪ್ರಬಲ ಊಳಿಗಮಾನ್ಯ ಪ್ರಭುಗಳಿಗೆ ಅರೆ ಸ್ವಾಯತ್ತತೆಯನ್ನು ನೀಡಿದರು. ನಾಗ್ಪುರದ ಭೋನ್ಸಾಲೆಸ್, ಮರಾಠಾ ಒಕ್ಕೂಟವನ್ನು ರಚಿಸಿದರು.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="legacy">
              <h2>ಪರಂಪರೆ</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿಯವರ ನಿರಂತರ ಪರಂಪರೆಯು ಮರಾಠಾ ಸಾಮ್ರಾಜ್ಯದ ಅಡಿಪಾಯವನ್ನು ಹಾಕುವಲ್ಲಿ ಅಡಗಿದೆ, ಇದು ಮೊಘಲ್ ಸಾಮ್ರಾಜ್ಯದ ಮಿಲಿಟರಿ, ಆರ್ಥಿಕ ಶಕ್ತಿ ಮತ್ತು ಪ್ರತಿಷ್ಠೆಯನ್ನು ದುರ್ಬಲಗೊಳಿಸಲು ಗಮನಾರ್ಹವಾಗಿ ಕೊಡುಗೆ ನೀಡಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1707 ರಲ್ಲಿ ಔರಂಗಜೇಬನ ಮರಣದ ನಂತರ, ಮರಾಠರು ಶೀಘ್ರವಾಗಿ ಮೊಘಲ್ ಪ್ರದೇಶಗಳನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಪ್ರಾರಂಭಿಸಿದರು. 1734 ರ ಹೊತ್ತಿಗೆ, ಅವರು ಮಾಲ್ವಾದಲ್ಲಿ ತಮ್ಮನ್ನು ದೃಢವಾಗಿ ಸ್ಥಾಪಿಸಿದರು. 1737 ರ ಹೊತ್ತಿಗೆ, ಮರಾಠರ ದಾಳಿಗಳು ಬುಂದೇಲ್‌ಖಂಡ, ರಜಪೂತಾನ ಮತ್ತು ದೋವಾಬ್‌ಗಳವರೆಗೆ ವಿಸ್ತರಿಸಲ್ಪಟ್ಟವು, ಇದು ದೆಹಲಿಯ ಗೋಡೆಗಳ ಹೊರಗೆ ಸಾಮ್ರಾಜ್ಯಶಾಹಿ ಸೈನ್ಯದ ಸೋಲಿನಲ್ಲಿ ಕೊನೆಗೊಂಡಿತು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1738 ರಲ್ಲಿ, ತನ್ನ ಸೈನ್ಯದ ಸೋಲು ಮತ್ತು ಹಸಿವಿನಿಂದ ಬಳಲುತ್ತಿರುವ ಹೈದರಾಬಾದ್ ನಿಜಾಮ, ಮೊಘಲ್ ಚಕ್ರವರ್ತಿಯ ಅಧಿಕಾರದ ಮೇಲೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಾ, ಮರಾಠರನ್ನು ಮಾಳ್ವಾದ ಆಡಳಿತಗಾರರನ್ನಾಗಿ ಮತ್ತು ನರ್ಮದಾ ಮತ್ತು ಚಂಬಲ್ ನಡುವಿನ ಎಲ್ಲಾ ಭೂಪ್ರದೇಶಗಳ ಸಾರ್ವಭೌಮರು ಎಂದು ಒಪ್ಪಿಕೊಂಡರು. ನದಿಗಳು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಸ್ಟೀವರ್ಟ್ ಗಾರ್ಡನ್ ಗಮನಿಸಿದಂತೆ ಮರಾಠರ ಈ ಉತ್ತರದ ವಿಸ್ತರಣೆಯು ಅವರ ಬೆಳೆಯುತ್ತಿರುವ ಪ್ರಭಾವ ಮತ್ತು ಪ್ರಾದೇಶಿಕ ಲಾಭಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿತು, ಮೊಘಲ್ ಸೈನ್ಯದ ಸ್ಥಾಪಿತ ಕ್ರಮ ಮತ್ತು ಪ್ರಾಬಲ್ಯವನ್ನು ಸವಾಲು ಮಾಡಿತು.
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        1750 ರ ದಶಕದಲ್ಲಿ, ಮರಾಠಾ ಪ್ರಭಾವದ ಗಡಿಯು ಉತ್ತರದ ಕಡೆಗೆ ದೆಹಲಿಗೆ ವಿಸ್ತರಿಸಿತು. ಈ ಸಮಯದಲ್ಲಿ, ಮೊಘಲ್ ಸರ್ಕಾರವು ರಾಜಧಾನಿಯಿಂದ ಐವತ್ತು ಮೈಲುಗಳ ಆಚೆಗಿನ ಅತ್ಯಂತ ಕಡಿಮೆ ಪ್ರದೇಶದ ಮೇಲೆ ನೇರ ನಿಯಂತ್ರಣವನ್ನು ಹೊಂದಿತ್ತು. ಈ ಸೀಮಿತ ವಲಯದಲ್ಲಿಯೂ ಸಹ ಸಂಘರ್ಷಗಳು ವಿಪರೀತವಾಗಿದ್ದವು. ಜಾಟ್‌ಗಳು ಮತ್ತು ರೋಹಿಲ್ಲಾಗಳು ಭೂಪ್ರದೇಶದ ಮೇಲೆ ನಿಯಂತ್ರಣಕ್ಕಾಗಿ ಸ್ಪರ್ಧಿಸಿದರು, ವಿವಿಧ ಬಣಗಳು ಸಿಂಹಾಸನಕ್ಕಾಗಿ ಸ್ಪರ್ಧಿಸಿದವು ಮತ್ತು ಅಫ್ಘಾನ್ ರಾಜ ಅಹ್ಮದ್ ಷಾ ಅಬ್ದಾಲಿ ರಾಜಧಾನಿಗೆ ಆವರ್ತಕ ಆಕ್ರಮಣಗಳನ್ನು ಮಾಡಿದರು. <br />
                        ... <br />
                        ಈ ಗೊಂದಲದ ಮಧ್ಯೆ, ದೆಹಲಿಯಲ್ಲಿ ಮರಾಠರಿಗೆ ಎರಡು ಪ್ರಮುಖ ಘಟನೆಗಳು ತೆರೆದುಕೊಂಡವು. ಮೊದಲನೆಯದಾಗಿ, 1752 ರಲ್ಲಿನ ಒಪ್ಪಂದವು ಅವರನ್ನು ಮೊಘಲ್ ಸಿಂಹಾಸನದ ರಕ್ಷಕರಾಗಿ ಗೊತ್ತುಪಡಿಸಿತು, ಪಂಜಾಬ್‌ನಲ್ಲಿ ಚೌತ್ ಸಂಗ್ರಹಿಸುವ ಹಕ್ಕನ್ನು ಅವರಿಗೆ ನೀಡಿತು. ಎರಡನೆಯದಾಗಿ, 1753 ರ ಅಂತರ್ಯುದ್ಧವು ಮೊಘಲ್ ಸಿಂಹಾಸನದ ಮೇಲೆ ಮರಾಠಾ ನಾಮನಿರ್ದೇಶನವನ್ನು ಸ್ಥಾಪಿಸಲು ಕಾರಣವಾಯಿತು, ಈ ಪ್ರದೇಶದಲ್ಲಿ ಅಧಿಕಾರ ಮತ್ತು ಪ್ರಭಾವಕ್ಕಾಗಿ ಮರಾಠಾ ಅನ್ವೇಷಣೆಯಲ್ಲಿ ಗಮನಾರ್ಹ ಮೈಲಿಗಲ್ಲುಗಳನ್ನು ಗುರುತಿಸಿತು.
                      </p>
                  </div>
              </div>
              <div class="info-pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಅದರ ಉತ್ತುಂಗದಲ್ಲಿ, ಮರಾಠ ಸಾಮ್ರಾಜ್ಯವು ದಕ್ಷಿಣದಲ್ಲಿ ಇಂದಿನ ಮಹಾರಾಷ್ಟ್ರದಿಂದ ಉತ್ತರದಲ್ಲಿ ಸಟ್ಲೆಜ್ ನದಿಯವರೆಗೆ ಮತ್ತು ಪೂರ್ವದಲ್ಲಿ ಒರಿಸ್ಸಾದವರೆಗೆ ವಿಸ್ತರಿಸಿತು. ಆದಾಗ್ಯೂ, 1761 ರಲ್ಲಿ, ಅಫ್ಘಾನ್ ಸಾಮ್ರಾಜ್ಯದ ಅಹ್ಮದ್ ಶಾ ದುರಾನಿ ವಿರುದ್ಧದ ಮೂರನೇ ಪಾಣಿಪತ್ ಕದನದಲ್ಲಿ ಮರಾಠಾ ಸೈನ್ಯವು ಗಮನಾರ್ಹ ಹಿನ್ನಡೆಯನ್ನು ಅನುಭವಿಸಿತು. ಈ ಸೋಲಿನ ಹೊರತಾಗಿಯೂ, ಮರಾಠರು ಶೀಘ್ರವಾಗಿ ಚೇತರಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ಯಶಸ್ವಿಯಾದರು. ಒಂದು ದಶಕದ ನಂತರ, ಮಾಧವ್ ರಾವ್ II ರ ಆಳ್ವಿಕೆಯಲ್ಲಿ, ಅವರು ಉತ್ತರ ಭಾರತದಲ್ಲಿ ಮತ್ತೆ ಪ್ರಭಾವವನ್ನು ಪಡೆದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;19 ನೇ ಶತಮಾನದ ಆರಂಭದಲ್ಲಿ, ಬ್ರಿಟಿಷ್ ಈಸ್ಟ್ ಇಂಡಿಯಾ ಕಂಪನಿಯು ಭಾರತದಲ್ಲಿ ತನ್ನ ಅಧಿಕಾರವನ್ನು ಕ್ರೋಢೀಕರಿಸುತ್ತಿತ್ತು. ಚಾರ್ಲ್ಸ್ ಮೆಟ್‌ಕಾಲ್ಫ್, ನಂತರ ಕಾರ್ಯನಿರ್ವಾಹಕ ಗವರ್ನರ್-ಜನರಲ್ ಆಗಿ ಸೇವೆ ಸಲ್ಲಿಸಿದ ಬ್ರಿಟಿಷ್ ಅಧಿಕಾರಿ, 1806 ರಲ್ಲಿ ಭಾರತವು ಮೂಲಭೂತವಾಗಿ ಎರಡು ಪ್ರಮುಖ ಶಕ್ತಿಗಳಿಂದ ಆಳಲ್ಪಟ್ಟಿದೆ: ಬ್ರಿಟಿಷ್ ಮತ್ತು ಮರಾಠರು. ಬ್ರಿಟಿಷರು ಬಿಟ್ಟುಕೊಟ್ಟ ಯಾವುದೇ ಪ್ರದೇಶವನ್ನು ಮರಾಠರು ಹಕ್ಕು ಸಾಧಿಸಬಹುದು ಎಂದು ಅವರು ಒತ್ತಿ ಹೇಳಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಎರಡನೇ ಮತ್ತು ಮೂರನೇ ಆಂಗ್ಲೋ-ಮರಾಠಾ ಯುದ್ಧಗಳಲ್ಲಿ (1805-1818) ಬ್ರಿಟಿಷರಿಂದ ಸೋಲುವವರೆಗೂ ಮರಾಠರು ಭಾರತದಲ್ಲಿ ಪ್ರಬಲ ಶಕ್ತಿಯಾಗಿದ್ದರು. ಈ ಘರ್ಷಣೆಗಳು ಬ್ರಿಟಿಷ್ ಈಸ್ಟ್ ಇಂಡಿಯಾ ಕಂಪನಿಯು ಭಾರತದಾದ್ಯಂತ ಪ್ರಬಲ ಶಕ್ತಿಯಾಗಿ ಹೊರಹೊಮ್ಮಲು ಕಾರಣವಾಯಿತು.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="governance">
              <h2>ಆಡಳಿತ</h2>
              <ul><h3><li>ಅಷ್ಟ ಪ್ರಧಾನ ಮಂಡಲ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಅಷ್ಟ ಪ್ರಧಾನ ಮಂಡಲ ಎಂದು ಕರೆಯಲ್ಪಡುವ ಎಂಟು ಮಂತ್ರಿಗಳ ಮಂಡಳಿಯು ಶಿವಾಜಿಯಿಂದ ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟ ಪ್ರಮುಖ ಆಡಳಿತ ಮತ್ತು ಸಲಹಾ ಸಂಸ್ಥೆಯಾಗಿದೆ. ಎಂಟು ಮಂತ್ರಿಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಇದು ರಾಜಕೀಯ ಮತ್ತು ಆಡಳಿತಾತ್ಮಕ ವ್ಯವಹಾರಗಳ ಕುರಿತು ಶಿವಾಜಿಗೆ ಸಲಹೆ ಮತ್ತು ಮಾರ್ಗದರ್ಶನ ನೀಡಲು ನಿರ್ಣಾಯಕ ವೇದಿಕೆಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಿತು. ಈ ಪರಿಷತ್ತಿನ ಸದಸ್ಯರು ಈ ಕೆಳಗಿನಂತಿದ್ದರು:
                  </p>
              </div>
              <div class="table">
                  <table>
                  <thead>
                           <tr>
                               <td>ಸಚಿವ</td>
                               <td>ಕರ್ತವ್ಯ</ td>
                           </tr>
                       </thead>
                       <tbody>
                           <tr>
                               <td>ಪೇಶ್ವಾ ಅಥವಾ ಪ್ರಧಾನ ಮಂತ್ರಿ</td>
                               <td>ಸಾಮಾನ್ಯ ಆಡಳಿತ</td>
                           </tr>
                           <tr>
                               <td>ಅಮಾತ್ಯ ಅಥವಾ ಹಣಕಾಸು ಮಂತ್ರಿ</td>
                               <td>ಸಾರ್ವಜನಿಕ ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸುವುದು</td>
                           </tr>
                           <tr>
                               <td>ಮಂತ್ರಿ ಅಥವಾ ಕ್ರಾನಿಕಲ್</td>
                               <td>ಕೋರ್ಟ್ ದಾಖಲೆಗಳನ್ನು ನಿರ್ವಹಿಸುವುದು</td>
                           </tr>
                           <tr>
                               <td>ಸಮ್ಮಂಟ್ ಅಥವಾ ಡಬೀರ್ ಅಥವಾ ವಿದೇಶಾಂಗ ಕಾರ್ಯದರ್ಶಿ</td>
                               <td>ಇತರ ರಾಜ್ಯಗಳೊಂದಿಗಿನ ಸಂಬಂಧಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ವಿಷಯಗಳು</td>
                           </tr>
                           <tr>
                               <td>ಸಚಿವ್ ಅಥವಾ ಶರ್ನ್ ನಾವಿಸ್ ಅಥವಾ ಗೃಹ ಕಾರ್ಯದರ್ಶಿ</td>
                               <td>ರಾಜನ ಪತ್ರವ್ಯವಹಾರವನ್ನು ನಿರ್ವಹಿಸುವುದು</td>
                           </tr>
                           <tr>
                               <td>ಪಂಡಿತ್ರಾವ್ ಅಥವಾ ಚರ್ಚ್ ಮುಖ್ಯಸ್ಥರು</td>
                               <td>ಧಾರ್ಮಿಕ ವಿಷಯಗಳು</td>
                           </tr>
                           <tr>
                               <td>ನ್ಯಾಯಾದಿಗಳು ಅಥವಾ ಮುಖ್ಯ ನ್ಯಾಯಮೂರ್ತಿ</td>
                               <td>ನಾಗರಿಕ ಮತ್ತು ಸೇನಾ ನ್ಯಾಯ</td>
                           </tr>
                           <tr>
                               <td>ಸೇನಾಪತಿ/ಸಾರಿ ನೌಬತ್ ಅಥವಾ ಕಮಾಂಡರ್-ಇನ್-ಚೀಫ್</td>
                               <td>ರಾಜನ ಸೈನ್ಯಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ವಿಷಯಗಳು</td>
                           </tr>
                       </tbody>
                  </table>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಮರಾಠಿ ಮತ್ತು ಸಂಸ್ಕೃತದ ಪ್ರಚಾರ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ತನ್ನ ಆಸ್ಥಾನದಲ್ಲಿ, ಶಿವಾಜಿ ಈ ಪ್ರದೇಶದಲ್ಲಿ ಪ್ರಚಲಿತದಲ್ಲಿರುವ ಆಸ್ಥಾನ ಭಾಷೆಯಾಗಿದ್ದ ಪರ್ಷಿಯನ್ ಅನ್ನು ಮರಾಠಿಯೊಂದಿಗೆ ಬದಲಿಸುವ ಮೂಲಕ ಮಹತ್ವದ ಸಾಂಸ್ಕೃತಿಕ ಮತ್ತು ಭಾಷಾ ಬದಲಾವಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿದರು. ಅವರು ತಮ್ಮ ಆಳ್ವಿಕೆಯಲ್ಲಿ ಹಿಂದೂ ರಾಜಕೀಯ ಮತ್ತು ಆಸ್ಥಾನ ಸಂಪ್ರದಾಯಗಳಿಗೆ ಒತ್ತು ನೀಡಿದರು. ಸಂವಹನ ಮತ್ತು ಗ್ರಹಿಕೆಗೆ ರಚನಾತ್ಮಕ ಸಾಧನವಾಗಿ ಮರಾಠಿಯನ್ನು ಉತ್ತೇಜಿಸುವಲ್ಲಿ ಶಿವಾಜಿಯ ಆಡಳಿತವು ಪ್ರಮುಖ ಪಾತ್ರವನ್ನು ವಹಿಸಿದೆ. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಗಮನಾರ್ಹವಾಗಿ, ಶಿವಾಜಿಯ ರಾಜಮುದ್ರೆಯನ್ನು ಸಂಸ್ಕೃತದಲ್ಲಿ ರಚಿಸಲಾಗಿದೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಅವರು ತಮ್ಮ ಅಧಿಕಾರಿಗಳಲ್ಲಿ ಒಬ್ಬರಿಗೆ ಪರ್ಷಿಯನ್ ಮತ್ತು ಅರೇಬಿಕ್ ಪದಗಳನ್ನು ಅವುಗಳ ಸಂಸ್ಕೃತ ಪ್ರತಿರೂಪಗಳೊಂದಿಗೆ ಬದಲಾಯಿಸುವ ಉದ್ದೇಶದಿಂದ ಸಮಗ್ರ ನಿಘಂಟು ರಚಿಸುವ ಕಾರ್ಯವನ್ನು ಮಾಡಿದರು. ಈ ಉಪಕ್ರಮವು 1677 ರಲ್ಲಿ ರಾಜ್ಯದ ಬಳಕೆಯ ಒಂದು ಶಬ್ದಕೋಶದ ನಿರ್ಮಾಣಕ್ಕೆ ಕಾರಣವಾಯಿತು.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಧಾರ್ಮಿಕ ನೀತಿ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಅನೇಕ ಸಮಕಾಲೀನ ವಿಶ್ಲೇಷಕರು ಶಿವಾಜಿಯ ಧಾರ್ಮಿಕ ನೀತಿಗಳನ್ನು ಸಹಿಷ್ಣುವೆಂದು ಪರಿಗಣಿಸುತ್ತಾರೆ. ಹಿಂದೂ ಧರ್ಮವನ್ನು ಪ್ರಚಾರ ಮಾಡುವಾಗ, ಶಿವಾಜಿ ಮುಸ್ಲಿಮರು ತಮ್ಮ ನಂಬಿಕೆಯನ್ನು ಹಸ್ತಕ್ಷೇಪವಿಲ್ಲದೆ ಆಚರಿಸಲು ಅನುಮತಿ ನೀಡಿದರು ಆದರೆ ದತ್ತಿಗಳ ಮೂಲಕ ಅವರ ಸಂಸ್ಥೆಗಳಿಗೆ ಬೆಂಬಲವನ್ನು ನೀಡಿದರು. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3 ಏಪ್ರಿಲ್ 1679 ರಂದು ಔರಂಗಜೇಬ್ ಮುಸ್ಲಿಮೇತರರ ಮೇಲೆ ಜಿಜ್ಯಾ ತೆರಿಗೆಯನ್ನು ವಿಧಿಸಿದ್ದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ, ಶಿವಾಜಿ ಔರಂಗಜೇಬ್‌ಗೆ ಅವರ ತೆರಿಗೆ ನೀತಿಯನ್ನು ಖಂಡಿಸಿ ವಿಮರ್ಶಾತ್ಮಕ ಪತ್ರವನ್ನು ಬರೆದರು. ಅವನು ಬರೆದ:
                  </p>
                  <img src="imgs/Shivaji's_letter_1.webp" alt="Shivaji's_letter" height="450" />
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "ಕಟ್ಟುನಿಟ್ಟಾದ ನ್ಯಾಯದಲ್ಲಿ, ಜಿಜ್ಯಾ ಕಾನೂನುಬದ್ಧವಾಗಿಲ್ಲ. ನೀವು ಹಿಂದೂಗಳನ್ನು ದಬ್ಬಾಳಿಕೆ ಮತ್ತು ಭಯಭೀತಗೊಳಿಸುವಲ್ಲಿ ಧರ್ಮನಿಷ್ಠೆಯನ್ನು ಕಲ್ಪಿಸಿದರೆ, ನೀವು ಮೊದಲು ಹಿಂದೂಗಳ ಮುಖ್ಯಸ್ಥ ರಾಜ್ ಸಿಂಗ್ I ಮೇಲೆ ತೆರಿಗೆಯನ್ನು ವಿಧಿಸಬೇಕು. ಆದರೆ ಇರುವೆ ಮತ್ತು ನೊಣಗಳನ್ನು ದಮನ ಮಾಡುವುದು ಯಾವುದೇ ಶೌರ್ಯ ಅಥವಾ ಚೈತನ್ಯವಲ್ಲ. ನೀವು ಖುರಾನ್ ಅನ್ನು ನಂಬಿದರೆ, ದೇವರು ಎಲ್ಲಾ ಮನುಷ್ಯರ ಅಧಿಪತಿ ಮತ್ತು ಕೇವಲ ಮುಸ್ಲಿಮರಿಗೆ ಮಾತ್ರವಲ್ಲ, ಇಸ್ಲಾಂ ಮತ್ತು ಹಿಂದೂ ಧರ್ಮಗಳು ವ್ಯತಿರಿಕ್ತ ಪದಗಳಾಗಿವೆ. ಅವುಗಳನ್ನು ನಿಜವಾದ ದೈವಿಕ ವರ್ಣಚಿತ್ರಕಾರರು ಬಣ್ಣಗಳನ್ನು ಮಿಶ್ರಣ ಮಾಡಲು ಬಳಸುತ್ತಾರೆ ಮತ್ತು ರೂಪುರೇಷೆಗಳನ್ನು ತುಂಬುವುದು, ಮಸೀದಿಯಾಗಿದ್ದರೆ, ಪ್ರಾರ್ಥನೆಯ ಕರೆಯನ್ನು ದೇವರ ಸ್ಮರಣೆಯಲ್ಲಿ ಜಪಿಸಲಾಗುತ್ತದೆ, ಅದು ದೇವಾಲಯವಾಗಿದ್ದರೆ, ಗಂಟೆಗಳನ್ನು ಬಾರಿಸಲಾಗುತ್ತದೆ, ಅದು ದೇವರಿಗಾಗಿ ಮಾತ್ರ ಹಂಬಲಿಸುತ್ತದೆ, ಯಾವುದೇ ಮನುಷ್ಯನ ಧರ್ಮ ಮತ್ತು ಆಚರಣೆಗಳಿಗೆ ಮತಾಂಧತೆಯನ್ನು ತೋರಿಸುವುದು ಪವಿತ್ರ ಪುಸ್ತಕದ ಪದಗಳು."
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಪಕ್ಕದ ಮುಸ್ಲಿಂ ರಾಜ್ಯಗಳ ಹರಡುವಿಕೆಯನ್ನು ಶಿವಾಜಿ ತಡೆಗಟ್ಟಿದ್ದನ್ನು ಗಮನಿಸಿ, ಅವರ ಸಮಕಾಲೀನ ಕವಿ ಕವಿ ಭೂಷಣ್ ಹೀಗೆ ಹೇಳಿದರು:
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "ಶಿವಾಜಿ ಇಲ್ಲದಿದ್ದರೆ, ಕಾಶಿ ತನ್ನ ಸಂಸ್ಕೃತಿಯನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಿತ್ತು, ಮಥುರಾ ಮಸೀದಿಯಾಗುತ್ತಿತ್ತು, ಮತ್ತು ಎಲ್ಲರಿಗೂ ಸುನ್ನತಿಯಾಗುತ್ತಿತ್ತು."
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gijs Kruijtzer, ತನ್ನ ಪುಸ್ತಕ "ಸೆನೋಫೋಬಿಯಾ ಇನ್ ಸೆವೆಂಟನೇತ್ ಸೆಂಚುರಿ ಇಂಡಿಯಾ" ನಲ್ಲಿ, ಆಧುನಿಕ ಕೋಮುವಾದದ ಮೂಲಗಳು, ಹಿಂದೂ ಮತ್ತು ಮುಸ್ಲಿಂ "ಸಮುದಾಯಗಳ" ನಡುವಿನ ವೈರುಧ್ಯವು ಶಿವಾಜಿ ಮತ್ತು ಪರಸ್ಪರ ಕ್ರಿಯೆಯ ಸಮಯದಲ್ಲಿ ಹೊರಹೊಮ್ಮಿತು ಎಂದು ವಾದಿಸುತ್ತಾರೆ. ಮೊಘಲ್ ಚಕ್ರವರ್ತಿ ಔರಂಗಜೇಬ್ 1680 ರಲ್ಲಿ ಶಿವಾಜಿಯ ಮರಣದ ಹೊರತಾಗಿಯೂ 1677 ರಿಂದ 1687 ರವರೆಗೆ. 1664 ರಲ್ಲಿ ಸೂರತ್ ಅನ್ನು ಲೂಟಿ ಮಾಡಿದಾಗ, ಶಿವಾಜಿ ನಗರದ ಕ್ರಿಶ್ಚಿಯನ್ನರನ್ನು ಉಳಿಸಿದರು, ವಿವಿಧ ಧರ್ಮಗಳ ಕಡೆಗೆ ಸಹಿಷ್ಣುತೆಯನ್ನು ಪ್ರದರ್ಶಿಸಿದರು. ಅವರು ಕ್ಯಾಪುಚಿನ್ ಫ್ರೈರ್ ಆಂಬ್ರೋಸ್ ಅನ್ನು "ಒಳ್ಳೆಯ ಮನುಷ್ಯರು" ಎಂದು ಉಲ್ಲೇಖಿಸಿದ್ದಾರೆ. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಶಿವಾಜಿಯವರ ಉದ್ದೇಶ ಸಾರ್ವತ್ರಿಕ ಹಿಂದೂ ಆಳ್ವಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸುವುದು ಅಲ್ಲ ಆದರೆ ಧಾರ್ಮಿಕ ಸಹಿಷ್ಣುತೆ ಮತ್ತು ಸಮನ್ವಯತೆಯನ್ನು ಬೆಳೆಸುವುದು. ಹಿಂದೂ ನಂಬಿಕೆಗಳು ಮತ್ತು ತಾಣಗಳ ಬಗ್ಗೆ ಅಕ್ಬರನ ಗೌರವವನ್ನು ಅನುಕರಿಸಲು ಅವರು ಔರಂಗಜೇಬ್ ಅವರನ್ನು ಒತ್ತಾಯಿಸಿದರು. ಶಿವಾಜಿ ನೆರೆಯ ಮುಸ್ಲಿಂ ರಾಷ್ಟ್ರಗಳೊಂದಿಗೆ ಮೈತ್ರಿ ಮಾಡಿಕೊಂಡರು ಮತ್ತು 1656 ರಲ್ಲಿ ಮೊದಲ ಪಠಾಣ್ ಘಟಕದ ರಚನೆ ಮತ್ತು ದರ್ಯಾ ಸಾರಂಗ್ ಎಂಬ ಮುಸಲ್ಮಾನನನ್ನು ತನ್ನ ನೌಕಾ ಅಡ್ಮಿರಲ್ ಆಗಿ ನೇಮಿಸಿದಂತಹ ಮುಸ್ಲಿಂ ನಾಯಕರನ್ನು ತನ್ನ ಸೈನ್ಯದಲ್ಲಿ ಸೇರಿಸಿಕೊಂಡರು.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ಮುದ್ರೆಗಳು:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ಮುದ್ರೆಗಳು ಅಧಿಕೃತ ದಾಖಲೆಗಳನ್ನು ಮೌಲ್ಯೀಕರಿಸುವ ವಿಧಾನವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ. ಶಹಾಜಿ ಮತ್ತು ಜೀಜಾಬಾಯಿ ಪರ್ಷಿಯನ್ ಮುದ್ರೆಗಳನ್ನು ಬಳಸಿದರೆ, ಶಿವಾಜಿ ತನ್ನ ಮುದ್ರೆಗಾಗಿ ಮೊದಲಿನಿಂದಲೂ ಸಂಸ್ಕೃತವನ್ನು ಆರಿಸಿಕೊಂಡರು. ಮುದ್ರೆಯ ಮೇಲಿನ ಶಾಸನವು ಹೀಗೆ ಹೇಳುತ್ತದೆ: "ಷಹನ ಮಗನಾದ ಶಿವನ ಈ ಮುದ್ರೆಯು ಜನರ ಕಲ್ಯಾಣಕ್ಕಾಗಿ ಬೆಳಗುತ್ತದೆ ಮತ್ತು ಬೆಳೆಯುತ್ತಿರುವ ಚಂದ್ರನನ್ನು ಹೋಲುವ ಬ್ರಹ್ಮಾಂಡದಿಂದ ಹೆಚ್ಚುತ್ತಿರುವ ಗೌರವವನ್ನು ಗಳಿಸುವ ಉದ್ದೇಶವನ್ನು ಹೊಂದಿದೆ."
                  </p>
                  <img src="imgs/seals.webp" alt="seals" height="300" />
              </div>
          </section>
  
          <section id="continue-btn">
              <a href="https://en.wikipedia.org/wiki/Shivaj" target="_blank" rel='noreferrer'><button>ಓದುವುದನ್ನು ಮುಂದುವರಿಸಿ</button></a>
          </section>
      </main>
      <footer>
          <p>
              Created as a part of Tribute Page Project
          </p>
          <p>
              Created by <a href="https://www.linkedin.com/in/mohit-shaharwale-634b22282/">Mohit Shaharwale</a>
          </p>
          <p>
              ------------------------------------------------------------------------------------------
          </p>
          <p>
              Text is available under the <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">Creative Commons Attribution-ShareAlike License 4.0</a>
          </p>
      </footer>
    </>
    )
}
