import React from 'react'
import { Link } from 'react-router-dom';

export default function Marathi() {

  document.title = "छत्रपती शिवाजी महाराज - मराठी";

  document.querySelector('meta[name="description"]').setAttribute("content", "छत्रपती शिवाजी महाराज हे एक अप्रतिम मराठा राजा होते, आणि हे Website तुम्हाला त्यांच्या अविश्वसनीय जगात पाऊल ठेवू देते. भारतीय इतिहासातील त्यांचे शौर्य आणि नेतृत्व जाणून घ्या. त्याने मराठा साम्राज्य कसे तयार केले आणि हुशार लष्करी डावपेच कसे वापरले ते एक्सप्लोर करा. हे पृष्ठ त्याच्या स्मार्ट रणनीती आणि त्याने गोष्टी किती चांगल्या प्रकारे चालवल्या हे पाहते. त्याच्या मजबूत आत्म्याबद्दल शोधा ज्याने १६ व्या शतकावर परिणाम केला आणि आजही लोकांना प्रेरणा देते. हे पृष्ठ समुद्रावरील त्याच्या कौशल्याविषयी आणि निष्पक्ष शासनाच्या वचनबद्धतेबद्दल बोलतो. या महत्त्वाच्या ऐतिहासिक व्यक्तीचा सन्मान करण्यात माझ्यासोबत सामील व्हा आणि त्यांनी जे केले ते इतके महत्त्वाचे का आहे ते जाणून घ्या. छत्रपती शिवाजी महाराजांच्या असामान्य जीवनातील कथा आणि ते आपल्या इतिहासासाठी महत्त्वाचे का आहेत ते शोधा.");

  return (
    <>
      <nav>
          <span id="translate-lang">भाषांतर करा:</span>
          <div class="lang">
              <span><Link to="/">English</Link></span>
              <span><Link to="/hindi">हिन्दी</Link></span>
              <span><Link to="/telugu">తెలుగు</Link></span>
              <span><Link to="/kannada">ಕನ್ನಡ</Link></span>
              <span><Link to="/sanskrit">संस्कृत</Link></span>
          </div>
      </nav>

      <main>
          <section id="introduction">
              <div class="p">
                  <h1>छत्रपती शिवाजी महाराज</h1>
                  <div class="intro">
                      <img src="imgs/chatrapati-shivaji-maharaj.webp" alt="chatrapati-shivaji-maharaj-portrait" height="600px" />
                      <p>
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>छत्रपती शिवाजी महाराज</strong> हे एक भोंसले मराठा कुळातील भारतीय शासक होते. मराठा साम्राज्याचा पाया रचणाऱ्या विजापूरच्या कमकुवत होत असलेल्या आदिलशाही सल्तनतमधून बाहेर पडून त्यांनी स्वतःचे राज्य स्थापन केले. १६७४ मध्ये, रायगड किल्ल्यावर शिवाजीचा अधिकृतपणे छत्रपती म्हणून राज्याभिषेक करण्यात आला. <br />
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;त्यांच्या संपूर्ण आयुष्यात, महाराजांनी मुघल साम्राज्य, गोलकोंडाची सल्तनत, विजापूरची सल्तनत आणि युरोपियन वसाहती सैन्यासह विविध शक्तींशी युती आणि संघर्ष केले. त्यांच्या लष्करी मोहिमांनी मराठा प्रभावाचा विस्तार केला, ज्यात किल्ले ताब्यात घेणे आणि बांधणे आणि मराठा नौदलाचा विकास समाविष्ट आहे. महाराजांनी संरचित प्रशासकीय प्रणालीसह कार्यक्षम आणि पुढचा विचार करणारे नागरी प्रशासन स्थापन केले. त्यांनी प्राचीन हिंदू राजकीय चालीरीती, न्यायालयीन परंपरांचे पुनरुज्जीवन केले आणि कोर्टात आणि प्रशासनात फारसीची जागा घेऊन मराठी आणि संस्कृत भाषांच्या वापरासाठी वकिली केली. <br />
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;महिलांशी आदरयुक्त वागणूक आणि त्याच्या सर्वसमावेशक दृष्टिकोनासाठी, मुस्लिम आणि युरोपीय लोकांसह विविध जाती आणि धर्मातील व्यक्तींना त्याच्या प्रशासनात आणि सैन्यात कामासाठी शिवाजीची प्रशंसा झाली. <br />
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी महाराजांचा वारसा दृष्टीकोन आणि कालखंडानुसार बदलत गेला, परंतु त्यांच्या निधनानंतर सुमारे दोन शतकांनंतर, भारतीय स्वातंत्र्य चळवळीत त्यांना अधिक महत्त्व प्राप्त झाले. अनेक भारतीय राष्ट्रवाद्यांनी त्यांना राष्ट्रवादाचा अग्रदूत आणि हिंदूंमध्ये एक नायक मानले.
                      </p>
                  </div>
              </div>
          </section>
  <hr />
          <section id="early-life">
              <h2>प्रारंभिक जीवन</h2>
              <div class="info_pic">
                  <p>
                  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>छत्रपती शिवाजी महाराज</strong> यांचा जन्म सध्या पुणे जिल्ह्याचा भाग असलेल्या जुन्नरच्या जवळ असलेल्या शिवनेरी टेकडी-किल्ल्यावर झाला. त्यांची जयंती, १९ फेब्रुवारी ही शिवाजी जयंती म्हणून साजरी केली जाते. स्थानिक देवी शिवाई देवीवरून त्यांचे नाव ठेवण्यात आले. शिवाजी हा मराठ्यांच्या भोंसले कुळातील होता. त्यांचे वडील शहाजी भोंसले यांनी दख्खन सल्तनत सेनापती म्हणून सेवा केली. त्यांची आई जिजाबाई या सिंदखेडच्या लखुजी जाधवरावांच्या कन्या होत्या, ज्यांनी मुघलांशी संधान साधले होते. शिवाजीचे आजोबा, मालोजी हे अहमदनगर सल्तनतीचे प्रमुख सेनापती होते, त्यांना "राजा" ही पदवी प्रदान करण्यात आली होती. त्यांना लष्करी खर्चासाठी पुणे, सुपे, चाकण आणि इंदापूर आणि किल्ले शिवनेरी येथे राहण्याचे अधिकार मिळाले. शिवाजीच्या जन्मादरम्यान, दख्खनमधील सत्ता विजापूर, अहमदनगर आणि गोलकोंडा या सल्तनतांमध्ये विभागली गेली होती. शहाजीने पुणे येथील आपली जहागीर आणि थोडेसे सैन्य कायम ठेवताना विविध राज्यकर्त्यांशी आपली निष्ठा कायम ठेवली.
                  </p>
                  <img src="imgs/shivaji_childhood.webp" alt="shivaji_childhood" height="500" />
              </div>
          </section>
  <hr />
          <section id="bijapur_conflict">
              <h2>विजापूर सल्तनतीशी संघर्ष</h2>
              <ul><h3><li>पार्श्वभूमी आणि संदर्भ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1636 मध्ये, विजापूरच्या आदिल शाही सल्तनतने दक्षिणेकडील राज्यांवर आक्रमण केले, अलीकडेच मुघल साम्राज्याचे राज्य बनले. पश्चिम भारतातील मराठा उंच प्रदेशातील तत्कालीन सरदार शहाजीने जिंकलेल्या प्रदेशात जहागीर मिळण्याच्या आशेने सुलतानशाहीला पाठिंबा दिला आणि त्याला वार्षिकी म्हणून कर वसूल करण्याची परवानगी दिली <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शहाजी, पूर्वी थोडक्यात मुघल सेवेत असताना, त्यांच्याविरुद्ध बंड केले. विजापूरच्या पाठिंब्याने मुघलांविरुद्धच्या त्याच्या मोहिमा मोठ्या प्रमाणात अयशस्वी झाल्या. मुघल सैन्याने सतत पाठलाग केल्यामुळे, शिवाजी आणि त्यांची आई जिजाबाई यांना सतत किल्ल्यावर स्थलांतरित व्हावे लागले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1636 मध्ये, शहाजीने विजापूरची निष्ठा बदलली आणि त्याला पूना देण्यात आला. शहाजीला विजापूरच्या आदिलशहाने बंगलोरमध्ये तैनात केले असताना, त्याने दादोजी कोंडादेव यांची पूनाचा प्रशासक म्हणून नेमणूक केली. शिवाजी आणि जिजाबाई पूना येथे स्थायिक झाले. १६४७ मध्ये कोंडादेव यांचे निधन झाले तेव्हा शिवाजीने राज्यकारभार स्वीकारला. त्याच्या सुरुवातीच्या एका कृतीने थेट विजापुरी सरकारच्या अधिकाराला आव्हान दिले.
                  </p>
                  <img src="imgs/shivneri.webp" alt="shivneri" height="400px" />
              </div>

  <hr class="inside" />
              <ul><h3><li>स्वतंत्र शासन:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६४६ मध्ये, वयाच्या १६ व्या वर्षी, सुलतान मोहम्मद आदिल शाहच्या आजारपणामुळे विजापूर दरबारातील गोंधळाचे भांडवल करून शिवाजीने तोरणा किल्ला ताब्यात घेतला आणि एक महत्त्वपूर्ण खजिना जप्त केला. पुढील दोन वर्षात, त्याने पुण्याजवळील अनेक प्रमुख किल्ले काबीज केले, त्यात पुरंदर, कोंढाणा आणि चाकण यांचा समावेश होता आणि पुण्याच्या पूर्वेकडील सुपा, बारामती आणि इंदापूर यांसारख्या भागांवर त्याचे थेट नियंत्रण वाढवले. तोरण्यातील खजिना वापरून, त्याने राजगड नावाचा एक नवीन किल्ला बांधला, जो दहा वर्षांहून अधिक काळ त्याच्या प्रशासनाचे केंद्र बनला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;त्यानंतर, शिवाजीने आपले लक्ष पश्चिमेकडे कोकण प्रदेशाकडे वळवले आणि कल्याण हे महत्त्वाचे शहर ताब्यात घेतले. विजापूर सरकारने या घडामोडींची दखल घेतली आणि त्यांचा प्रतिकार केला. २५ जुलै १६४८ रोजी, शिवाजीच्या वाढत्या प्रभावाला आळा घालण्याच्या प्रयत्नात, विजापूरच्या आज्ञेनुसार, सहकारी मराठा नेते बाजी घोरपडे यांनी शहाजीला कैद केले.
                  </p>
                  <img src="imgs/south_india_in_1605.webp" alt="shivneri" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;जिंजी ताब्यात घेतल्यानंतर, १६४९ मध्ये शहाजीला पुन्हा स्वातंत्र्य मिळाले, ज्याने कर्नाटकात आदिलशहाचा अधिकार मिळवला. १६४९ ते १६५५ दरम्यान, शिवाजीने आपले नफा एकत्र करण्यासाठी आपल्या लष्करी मोहिमांना विराम दिला. त्याच्या वडिलांच्या सुटकेनंतर, त्याने पुन्हा छापे सुरू केले आणि १६५६ मध्ये, सध्याच्या महाबळेश्वरजवळील जावळी खोऱ्यावर ताबा मिळवून, विजापूरचे दुसरे मराठा सरंजामदार चंद्रराव मोरे यांची वादग्रस्तपणे हत्या केली. या विजयामुळे शिवाजीला दक्षिण आणि नैऋत्य महाराष्ट्रात आपले आक्रमण वाढवता आले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;भोसले आणि मोरे घराण्याव्यतिरिक्त, सावंतवाडीचे सावंत, मुधोळचे घोरपडे, फलटणचे निंबाळकर आणि शिर्के, माने आणि मोहिते घराण्यांसह इतर अनेकांनी, विजापूरच्या आदिलशाहीची सेवा केली. अनेकांनी देशमुखी अधिकार धारण केले आहेत. या प्रभावशाली घराण्यांना वश करण्यासाठी शिवाजीने विविध रणनीती वापरल्या, ज्यात युती करणे, देशमुखांना मागे टाकण्यासाठी गावातील पाटलांशी थेट संपर्क साधणे किंवा सैन्याची नियुक्ती करणे. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;त्याच्या उत्तरार्धात, शहाजीने आपल्या मुलाबद्दल संमिश्र भावना प्रदर्शित केल्या, त्याच्या बंडखोर कारवाया नाकारल्या आणि शिवाजीचे भवितव्य विजापूरच्या अधिकाऱ्यांवर सोडले. १६६४-१६६५ च्या सुमारास एका शिकार अपघातात शहाजीचे निधन झाले.
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>अफझलखानाशी लढा:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विजापूर सल्तनत शिवरायांच्या सैन्याविरुद्ध झालेल्या नुकसानीमुळे, विशेषत: त्यांच्या जागीदार शहाजीने आपल्या मुलाच्या कृतींना नकार दिल्याने नाराजी वाढली. मुघलांशी झालेल्या शांतता करारामुळे आणि तरुण अली आदिल शाह II च्या सुलतानच्या रूपात स्वर्गारोहण झाल्यामुळे, विजापूर स्थिर झाले आणि आपले लक्ष शिवाजीकडे केंद्रित केले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६५७ मध्ये, सुलतानाने, बहुधा त्याच्या आईचा आणि कारभाराचा प्रभाव असलेल्या, अफझल खान या अनुभवी सेनापतीला शिवाजीला पकडण्यासाठी पाठवले. त्यांच्या संघर्षापूर्वी, विजापुरी सैन्याने शिवाजीच्या कुटुंबासाठी पवित्र असलेले तुळजा भवानी मंदिर आणि हिंदू तीर्थक्षेत्र असलेल्या पंढरपूर येथील विठोबा मंदिराची विटंबना केली. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विजापुरी सैन्याने शिकार करून, शिवाजीने प्रतापगड किल्ल्यावर आश्रय घेतला. त्याच्या सहकाऱ्यांकडून आत्मसमर्पण करण्याचा दबाव असूनही, शिवाजी आणि त्याचे सैन्य ठाम राहिले. शिवाजी वेढा मोडू शकला नाही आणि अफझलखानाकडे किल्ला काबीज करण्यासाठी आवश्यक वेढा यंत्रसामग्री नसल्यामुळे दोन्ही बाजूंनी कोंडी झाली. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;दोन महिन्यांनंतर, अफझलखानने अटींवर वाटाघाटी करण्यासाठी किल्ल्याबाहेर शिवाजीबरोबर एका खाजगी भेटीचा प्रस्ताव ठेवला आणि चर्चा सुरू करण्यासाठी एक दूत पाठवला.
                  </p>
                  <img src="imgs/afzal_khan.webp" alt="shivneri" height="450px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१० नोव्हेंबर १६५९ रोजी प्रतापगड किल्ल्याच्या पायथ्याशी असलेल्या एका झोपडीत शिवाजी आणि अफझलखान यांची भेट झाली. सभेच्या अटींमध्ये प्रत्येकजण फक्त तलवारीने सशस्त्र असेल आणि त्याच्यासोबत एक अनुयायी असेल. अफझलखानाच्या हेतूंबद्दल संशय असलेल्या शिवाजीने आपल्या कपड्यांखाली चिलखत घातले, डाव्या हातावर वाघ नख (धातूचा "वाघाचा पंजा") लपविला आणि उजव्या हातात खंजीर धरला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;चकमकीच्या नेमक्या घटना अस्पष्ट राहिल्या आहेत, कारण ते प्रामुख्याने मराठा दंतकथांद्वारे सांगितले जातात. तथापि, सामान्यतः असे मानले जाते की दोघांमध्ये शारीरिक बाचाबाची झाली, परिणामी खानचा मृत्यू झाला. खानचा खंजीर शिवाजीच्या आरमारात घुसण्यात अयशस्वी झाला, तेव्हा शिवाजीने त्याला प्राणघातक जखमी केले, त्यानंतर त्याने आपल्या लपलेल्या सैन्याला तोफांचा स्फोट करून विजापुरी सैन्यावर हल्ला करण्याचा इशारा दिला.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;पुढील प्रतापगडच्या लढाईत, शिवाजीच्या सैन्याने विजापूर सल्तनतीच्या सैन्यावर निर्णायक विजय मिळवला. विजापूरच्या सैन्यातील ३,००० हून अधिक सैनिक मारले गेले, त्यात एक उच्चपदस्थ सरदार, अफझलखानचे दोन पुत्र आणि दोन मराठा सरदारांना कैद करण्यात आले. विजयानंतर, शिवाजीने प्रतापगडच्या खाली एक भव्य आढावा घेतला. पकडलेल्या शत्रूंना, अधिकारी आणि सैनिक या दोघांनाही सोडण्यात आले आणि तरतुदी आणि भेटवस्तू देऊन त्यांच्या घरी परत आणण्यात आले. मराठ्यांना त्यांच्या शौर्याचा आणि निष्ठेचा यथोचित पुरस्कार मिळाला.
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>पन्हाळ्याचा वेढा :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विजापुरी सैन्यावर विजय मिळविल्यानंतर, शिवाजी आणि त्याचे सैन्य कोकण किनारपट्टी आणि कोल्हापूरकडे निघाले. त्यांनी पन्हाळा किल्ला ताब्यात घेतला आणि १६५९ मध्ये रुस्तम जमान आणि फझल खान यांच्या नेतृत्वाखालील विजापुरी सैन्याचा पराभव केला. १६६० मध्ये, आदिलशहाने त्याचा सेनापती सिद्दी जौहरला शिवाजीच्या दक्षिण सीमेवर हल्ला करण्यासाठी पाठवले, तर मुघलांनी उत्तरेकडून एकाच वेळी हल्ला करण्याची योजना आखली. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;या काळात, शिवाजी आपल्या सैन्यासह पन्हाळा किल्ल्यावर तैनात होता. १६६० च्या मध्यात, सिद्दी जौहरच्या सैन्याने पन्हाळ्याला वेढा घातला आणि किल्ल्याचा पुरवठा मार्ग बंद केला. पन्हाळ्यावरील भडिमार तीव्र करण्यासाठी, सिद्दी जौहरने राजापूर येथे इंग्रजांकडून ग्रेनेड मिळवले आणि इंग्रजी तोफखाना भाड्याने घेतला, इंग्रजी ध्वज दिसला. शिवाजीला हे कृत्य विश्वासघात म्हणून समजले, म्हणून त्याने डिसेंबरमध्ये राजापूर येथील इंग्रज कारखान्यावर छापा टाकून बदला घेतला आणि चार मालकांना पकडले, जे १६६३ च्या मध्यापर्यंत तुरुंगात होते.
                  </p>
                  <img src="imgs/panhala-fort.webp" alt="panhala-fort" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;महिन्यांच्या वेढा नंतर, शिवाजीने सिद्दी जौहरशी वाटाघाटी केल्या, अखेरीस २२ सप्टेंबर १६६० रोजी किल्ला आत्मसमर्पण केला. आत्मसमर्पणानंतर, शिवाजीने विशाळगडाकडे माघार घेतली. हे लक्षात घेण्यासारखे आहे की शिवाजी नंतर १६७३ मध्ये पन्हाळा परत मिळवेल.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>पावनखिंडीची लढाई:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीने रात्रीच्या आडून पन्हाळ्यातून धाडसी पलायन केले. शत्रूच्या घोडदळांनी त्याचा पाठलाग केला असता, बांदल देशमुखचे त्यांचे निष्ठावंत मराठा सरदार बाजी प्रभू देशपांडे, ३०० सैनिकांसह घोड खिंड ("घोडेखोरी") येथे शत्रूला वेठीस धरण्यासाठी शौर्याने स्वेच्छेने उतरले. त्यांच्या बलिदानाचा उद्देश शत्रू सैन्याला उशीर करणे आणि शिवाजी आणि उर्वरित सैन्याला विशाळगड किल्ल्याच्या सुरक्षिततेपर्यंत पोहोचू देणे हे होते. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;पुढील पवनखिंडच्या लढाईत, अगणित मराठा सैन्याने मोठ्या शत्रूला पराक्रमाने रोखले, शिवाजीच्या सुटकेसाठी महत्त्वपूर्ण वेळ खरेदी केली. जखमी असूनही, बाजी प्रभू देशपांडे यांनी १३ जुलै १६६० रोजी संध्याकाळी गडावर शिवाजीचे यशस्वी आगमन झाल्याचे संकेत देत विशाळगडावरून तोफगोळीचा आवाज येईपर्यंत लढा चालूच ठेवला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;त्यांच्या शौर्याचा आणि बलिदानाचा गौरव म्हणून घोडखिंडचे नंतर बाजी प्रभू देशपांडे, शिबोसिंग जाधव, फुलोजी आणि इतर सर्व सैनिकांच्या सन्मानार्थ पावन खिंड ("पवित्र खिंड") असे नामकरण करण्यात आले. तेथे.
                  </p>
                  <img src="imgs/pavan-khind.webp" alt="pavan-khind" height="300px" />
              </div>
          </section>
  <hr />
          <section id="mughal_combat">
              <h2>मुघलांशी लढा</h2>
              <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६५७ पर्यंत, शिवाजीने मुघल साम्राज्याशी शांततापूर्ण संबंध ठेवले. त्याने विजापूर जिंकण्यासाठी मुघल सम्राटाचा मुलगा आणि दख्खनचा व्हाईसरॉय औरंगजेबाला आपला पाठिंबा दिला. त्या बदल्यात, शिवाजीने विजापुरी किल्ल्यांवर आणि त्यांच्या ताब्यातील गावांना अधिकृत मान्यता देण्याची मागणी केली. तथापि, मुघलांच्या प्रतिसादावर असमाधानी आणि विजापूरकडून चांगली ऑफर मिळाल्याने, शिवाजीने दख्खनमधील मुघल प्रदेशावर हल्ला केला. <br />
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मुघलांशी शिवाजीचा संघर्ष मार्च १६५७ मध्ये वाढला, जेव्हा त्याच्या दोन अधिकाऱ्यांनी अहमदनगरजवळील मुघल प्रदेशावर छापा टाकला. जुन्नरमधील त्यानंतरच्या छाप्यांमध्ये शिवाजीने ३००,००० हुन रोख आणि २०० घोडे जप्त केले. प्रत्युत्तर म्हणून औरंगजेबाने अहमदनगर येथे शिवाजीच्या सैन्याचा पराभव करणाऱ्या नासिरी खानला पाठवले. तथापि, औरंगजेबाच्या शिवाजीविरुद्धच्या कृती पावसाळ्यामुळे आणि सम्राट शहाजहानच्या आजारपणानंतर त्याच्या भावांसोबत झालेल्या संघर्षामुळे विस्कळीत झाल्या.
              </p>

              <ul><h3><li>शाइस्ताखान आणि सुरतवर हल्ले:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विजापूरच्या बडी बेगमच्या विनंतीवरून, औरंगजेबाने, जो आताचा मुघल सम्राट आहे, त्याचा मामा शाइस्ता खान याने जानेवारीत शक्तिशाली तोफखाना विभागासह १५०,००० हून अधिक सैनिकांच्या शक्तिशाली सैन्यासह रवाना केले. १६६०. सिद्दी जौहरच्या नेतृत्वाखालील विजापूरच्या सैन्याशी समन्वय साधून शिवाजीचा सामना करणे हे उद्दिष्ट होते. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;८०,००० सैन्याच्या सैन्याचे नेतृत्व करत शायस्ता खानने यशस्वी मोहीम राबवून पुणे काबीज केले. दीड महिन्याच्या वेढा घातल्यानंतर त्याने जवळचा चाकणचा किल्लाही ताब्यात घेतला आणि त्याच्या तटबंदीचा भंग केला. शाइस्ताखानने नंतर लाल महाल म्हणून ओळखल्या जाणाऱ्या शिवाजीच्या राजवाड्यात आपले वास्तव्य केले.
                  </p>
                  <img src="imgs/shaista_khan.webp" alt="shaista_khan" height="320" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;५ एप्रिल, १६६३ च्या रात्री, शिवाजीने शाइस्ता खानच्या तळावर एक धाडसी निशाचर हल्ला केला. ४०० पुरुषांसह, शिवाजीने खानच्या हवेलीवर हल्ला केला, खानच्या शयनकक्षात घुसून त्याला जखमा केल्या, ज्यामुळे तीन बोटे निकामी झाली. त्यानंतरच्या अनागोंदीत, शाइस्ता खानच्या मुलासह अनेक बायका, नोकर आणि सैनिकांना आपला जीव गमवावा लागला. पुण्याबाहेर मुघल सैन्याचा आश्रय घेत असताना, खानला अपमानास्पद घटनेबद्दल औरंगजेबाकडून शिक्षा भोगावी लागली, परिणामी त्याची बंगालमध्ये बदली झाली. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाइस्ताखानाच्या आक्रमकतेला प्रत्युत्तर म्हणून आणि त्याचा कमी झालेला खजिना भरून काढण्यासाठी, शिवाजीने १६६४ मध्ये मुघलांचे प्रमुख व्यापारी केंद्र असलेले सुरत हे समृद्ध बंदर शहर पाडले. शिवाय, १३ फेब्रुवारी १६६५ ला, सध्याच्या कर्नाटकात असलेल्या पोर्तुगीजांच्या ताब्यात असलेल्या बसरूरवर नौदल हल्ला करून मोठ्या प्रमाणात लुटमार केली.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>पुरंदरचा तह :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाइस्ता खान आणि सुरतेवरील हल्ल्यांमुळे औरंगजेबला खूप राग आला, त्याने राजपूत सेनापती जयसिंग I ला शिवाजीला वश करण्यासाठी सुमारे १५,००० सैनिकांसह सैन्य पाठवण्यास प्रवृत्त केले. १६६५ मध्ये, जयसिंगच्या सैन्याने अथकपणे शिवाजीचा पाठलाग केला, त्यांच्या घोडदळांनी ग्रामीण भाग उध्वस्त केला आणि त्याच्या किल्ल्यांना वेढा घातला. मुघल सेनापतीने शिवाजीच्या अनेक प्रमुख सेनापतींना आणि त्यांच्या अनेक घोडदळांना मुघल सेवेत सामील होण्यासाठी यशस्वीपणे मोहित केले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६६५ च्या मध्यापर्यंत पुरंदरचा किल्ला पडण्याच्या उंबरठ्यावर असताना, शिवाजीला जयसिंगाशी वाटाघाटी करण्यास भाग पाडले गेले. ११ जून १६६५ रोजी झालेल्या पुरंदरच्या तहात शिवाजीने २३ किल्ले आत्मसमर्पण करण्याचे मान्य केले, फक्त १२ स्वतःकडे ठेवले. याव्यतिरिक्त, त्याने मुघलांना ४००,००० सोन्याचे हुन भरपाई देण्याचे मान्य केले. शिवाजीने मुघल साम्राज्याचा जामीनदार बनण्यास आणि त्याचा मुलगा संभाजी यांना ५,००० घोडेस्वारांसह मनसबदार म्हणून काम करण्यासाठी आणि दख्खनमध्ये मुघलांशी लढण्यासाठी पाठवण्यास संमती दिली.
                  </p>
                  <img src="imgs/treaty-of-purandar.webp" alt="treaty-of-purandar" height="400" />
              </div>
  
  <hr class="inside" />
              <ul><h3><li>आग्रा येथे अटक आणि पलायन:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६६६ मध्ये, औरंगजेबाने शिवाजीला त्याच्या नऊ वर्षांच्या मुलासह संभाजीसह आग्रा येथे बोलावले (जरी काही स्त्रोत दिल्ली सूचित करतात). मुघल साम्राज्याच्या वायव्य सरहद्दीला बळकटी देण्यासाठी औरंगजेबाचा शिवाजीला कंदाहार येथे पाठवण्याचा इरादा होता, जो आजच्या दिवशी अफगाणिस्तानात आहे. तथापि, १२ मे, १६६६ रोजी, शिवाजीला तुलनेने अल्पवयीन थोर लोकांमध्ये न्यायालयात उभे राहण्यास भाग पाडले गेले, ज्यांना त्याने पूर्वी युद्धात पराभूत केले होते. शिवाजीला किंचित वाटले, ते अचानक निघून गेले आणि लगेचच नजरकैदेत ठेवण्यात आले. जयसिंगचा मुलगा रामसिंग याने शिवाजी आणि त्याच्या मुलाला ताब्यात घेण्याचे आश्वासन दिले.
                  </p>
                  <img src="imgs/agra-escape.webp" alt="agra-escape" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीची नजरकैदेत असलेली स्थिती धोक्याची होती, कारण औरंगजेबाच्या कोर्टात त्याला मारायचे की त्याला कामावर ठेवायचे यावर वाद होता. जयसिंगाने शिवाजीला त्याच्या वैयक्तिक सुरक्षेचे आश्वासन देऊन औरंगजेबाच्या निर्णयावर प्रभाव टाकण्याचा प्रयत्न केला. दरम्यान, शिवाजीने स्वत:ला मुक्त करण्याची योजना आखली. त्याने आपल्या बहुतेक लोकांना घरी परत पाठवले आणि रामसिंगला सम्राटाकडे दिलेली हमी स्वतःच्या आणि मुलाच्या सुरक्षिततेसाठी मागे घेण्यास सांगितले. तो मुघल सैन्याला शरण गेला. तेव्हा शिवाजीने आजारी असल्याचे भासवले आणि ब्राह्मणांना आणि गरिबांना प्रायश्चित्त म्हणून देण्यासाठी मिठाईने भरलेल्या मोठ्या टोपल्या पाठवायला सुरुवात केली. १७ ऑगस्ट १६६६ रोजी एका मोठ्या टोपलीत स्वत:ला आणि त्याचा मुलगा संभाजीला दुसऱ्या टोपलीत टाकून शिवाजी निसटला आणि आग्रा सोडला.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="reconquest">
              <h2>पुनर जीत</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी आणि मुघल यांच्यातील शांतता १६७० पर्यंत टिकून राहिली जेव्हा औरंगजेबाला शिवाजी आणि मुअज्जम यांच्यातील घनिष्ठ नातेसंबंधाबद्दल संशय निर्माण झाला. औरंगजेबाला भीती वाटत होती की मुअज्जम आपल्या सिंहासनाला आव्हान देईल आणि त्याला शिवाजीकडून लाच घेतल्याचा संशय होता. त्याच वेळी, औरंगजेबाने, अफगाण लोकांविरुद्धच्या लढाईत गुंतलेल्या, दख्खनमधील आपले सैन्य लक्षणीयरीत्या कमी केले. अनेक डिस्चार्ज सैनिक मराठा सेवेत रुजू झाले. मुघलांनी शिवरायांची बेरारची जहागीर काढून घेतली आणि त्यांना काही वर्षांपूर्वी दिलेले पैसे वसूल केले. प्रत्युत्तर म्हणून, शिवाजीने मुघलांविरुद्ध आक्रमण सुरू केले आणि चार महिन्यांत आत्मसमर्पण केलेल्या प्रदेशाचा बराचसा भाग परत मिळवला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७० मध्ये, शिवाजीने दुसऱ्यांदा सुरत पाडली. इंग्रज आणि डच कारखान्यांनी त्याच्या हल्ल्यापासून यशस्वीपणे बचाव केला असताना, शिवाजीने शहर लुटले, त्यात मक्केहून परत आलेल्या मुस्लिम राजपुत्राच्या मालमत्तेचा समावेश आहे. या हल्ल्यांमुळे संतप्त झालेल्या मुघलांनी पुन्हा शत्रुत्व सुरू केले आणि सुरतहून परत येताना शिवाजीला रोखण्यासाठी दाऊद खानची फौज पाठवली. मात्र, नाशिकजवळील वणी-दिंडोरीच्या लढाईत शिवाजी विजयी झाला.
                  </p>
                  <img src="imgs/reconquest.webp" alt="reconquest" height="450" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ऑक्टोबर १६७० मध्ये, शिवाजीने आपल्या सैन्याला बॉम्बे येथे इंग्रजांना त्रास देण्याचे निर्देश दिले, ज्यांनी त्याला युद्ध साहित्य विकण्यास नकार दिला होता. त्याच्या सैन्याने इंग्रज लाकूडतोड करणाऱ्या पक्षांना मुंबई सोडण्यापासून रोखले. सप्टेंबर १६७१ मध्ये, शिवाजीने दांडा-राजपुरी विरुद्धच्या संघर्षासाठी साहित्य मागण्यासाठी मुंबईत राजदूत पाठवले. या विजयामुळे शिवाजीच्या फायद्याची चिंता असूनही, इंग्रजांनी राजापूर येथील त्यांच्या कारखान्यांवर केलेल्या छाप्यांसाठी भरपाई मिळण्याची संधी सोडण्यास कचरले. शिवाजी आणि इंग्रज यांच्यात वाटाघाटी झाल्या, परंतु राजापूर नुकसानभरपाईच्या मुद्द्यावर ते अयशस्वी झाले. त्यानंतरच्या दूतांची देवाणघेवाण होऊनही, शिवाजीने त्यांच्या मृत्यूपूर्वी राजापूरची नुकसानभरपाई कधीही भरली नाही, ज्यामुळे १६८२ च्या अखेरीस तेथील कारखाना विसर्जित झाला.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>उमराणी आणि नेसरीच्या लढाया:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७४ मध्ये, सरनौबत (मराठा सैन्याचा सेनापती) प्रतापराव गुजर यांना जनरल बहलोल खानच्या नेतृत्वाखाली आक्रमण करणाऱ्या विजापुरी सैन्याला परतवून लावण्यासाठी पाठवण्यात आले. प्रतापरावांच्या सैन्याने बहलोल खानला मोक्याच्या सरोवराला वेढा घातल्यानंतर, शत्रूला पाण्यापासून वंचित करून आणि त्यांना शांतता स्वीकारण्यास भाग पाडून विजय मिळवला. शिवाजीच्या स्पष्ट इशाऱ्यांना न जुमानता, प्रतापरावांनी बहलोल खानला सोडले, ज्याने नव्याने आक्रमणाची तयारी सुरू केली. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;प्रतापरावांच्या कृतीची माहिती मिळाल्यावर, शिवाजीने त्यांना लिहिलेल्या पत्रात आपली निराशा व्यक्त केली आणि बहलोल खानला पुन्हा ताब्यात घेईपर्यंत त्याला प्रेक्षक नाकारले. शिवरायांच्या आदळण्याने हताश होऊन प्रतापरावांनी बहलोल खानचा फक्त सहा घोडेस्वारांसह मुकाबला केला, त्याचे मुख्य सैन्य मागे टाकले आणि त्यानंतरच्या युद्धात त्याचा मृत्यू झाला. प्रतापरावांच्या निधनाची बातमी ऐकून शिवाजीला खूप शोक झाला आणि त्यांनी आपला दुसरा मुलगा राजाराम याचा विवाह प्रतापरावांच्या मुलीशी लावला. प्रतापरावांच्या मृत्यूनंतर हंबीरराव मोहिते यांनी नवीन सरनौबतची भूमिका स्वीकारली. हिरोजी इंदुलकर यांनी बांधलेला रायगड किल्ला, मराठा साम्राज्याची नवीन राजधानी म्हणून उदयास आला.
                  </p>
                  <img src="imgs/umrani.webp" alt="umrani" height="400" />
              </div>
          </section>
  
  <hr />
          <section id="coronation">
              <h2>राज्याभिषेक</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीने आपल्या मोहिमेद्वारे महत्त्वपूर्ण जमीन आणि संपत्ती कमावली, तरीही अधिकृत पदवी नसतानाही, तो तांत्रिकदृष्ट्या मुघल जमिनदार किंवा विजापुरी जहागीरदाराचा मुलगा राहिला, त्याच्या वास्तविक डोमेनवर शासन करण्यासाठी कायदेशीर आधार न होता . शाही हुद्दा याचे निराकरण करू शकते आणि त्याच्या समतुल्य असलेल्या इतर मराठा नेत्यांच्या आव्हानांना रोखू शकते. शिवाय, अशी पदवी हिंदू मराठ्यांना प्रामुख्याने मुस्लिम शासित प्रदेशात हिंदू सार्वभौम देईल.
                  </p>
                  <img src="imgs/coronation.webp" alt="coronation" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७३ मध्ये प्रस्तावित राज्याभिषेकाची तयारी सुरू झाली. तथापि, काही वादांमुळे राज्याभिषेक जवळपास एक वर्ष लांबला. शिवाजीच्या दरबारातील ब्राह्मणांमध्ये एक वाद निर्माण झाला: त्यांनी शिवाजीला राजा म्हणून राज्याभिषेक करण्यास नकार दिला कारण हा दर्जा परंपरेने हिंदू समाजातील क्षत्रिय (योद्धा) वर्णांसाठी राखीव होता. शेतीच्या खेड्यांतील प्रमुखांच्या वंशामुळे मराठा म्हणून वर्गीकृत, शिवाजीने कधीही पवित्र धागा समारंभ केला नाही किंवा क्षत्रियाप्रमाणे धागा घातला नाही. शिवाजीने वाराणसीचे पंडित गागा भट्ट यांच्याकडून प्रमाणीकरण मागितले, ज्याने सिसोदियांकडून शिवाजीचे वंशज असल्याचे सिद्ध करणारे पुरावे शोधून काढल्याचा दावा केला, ज्यामुळे त्यांना त्यांच्या पदासाठी योग्य समारंभांची आवश्यकता असताना क्षत्रिय म्हणून पुष्टी दिली. हा दर्जा निश्चित करण्यासाठी, शिवाजीने एक पवित्र धागा समारंभ पार पाडला आणि क्षत्रियाकडून अपेक्षित असलेल्या वैदिक संस्कारांनुसार आपल्या जोडीदारांशी पुनर्विवाह केला. तथापि, ऐतिहासिक पुरावा असे सुचवितो की शिवाजीचा राजपूत, विशेषत: सिसोदीयल वंशाचा दावा क्षुल्लक किंवा पूर्णपणे कल्पक म्हणून पाहिला जाऊ शकतो.
                  </p>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;२८ मे रोजी, शिवाजीने त्याच्या आणि त्याच्या पूर्वजांनी क्षत्रिय संस्कार न पाळल्याबद्दल तपश्चर्या केली. त्यानंतर गागा भट्ट यांनी शिवाजीला पवित्र धागा गुंतवला. इतर ब्राह्मणांच्या आग्रहानंतर, गागा भट्ट यांनी वैदिक मंत्रोच्चार वगळले आणि शिवाजीला ब्राह्मणांच्या बरोबरीने ठेवण्याऐवजी दोनदा जन्मलेल्या जीवनाच्या सुधारित स्वरूपाची सुरुवात केली. दुसऱ्या दिवशी शिवरायांनी आपल्या हयातीत केलेल्या पापांचे प्रायश्चित्त केले. त्याचे सोने, चांदी आणि इतर विविध वस्तूंसह सात धातूंचे स्वतंत्रपणे वजन केले गेले आणि या वस्तू, एक लाख हूणांसह, ब्राह्मणांमध्ये वितरित केल्या गेल्या. तथापि, हे त्यांचे लोभ पूर्ण करण्यात अयशस्वी झाले, दोन ब्राह्मणांनी हे निदर्शनास आणण्यास प्रवृत्त केले की शिवाजीने त्यांच्या छाप्यांमध्ये ब्राह्मण, गायी, स्त्रिया आणि मुले मारली होती, ८,००० रु. फी भरून तो या पापांपासून मुक्त होऊ शकतो. जे शिवाजीने दिले. मेळावा, भिक्षा, सिंहासन आणि दागिन्यांचा एकूण खर्च सुमारे १.५ दशलक्ष रुपये होता.
                  </p>
                  <img src="imgs/coronation-2.webp" alt="coronation-2" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;६ जून १६७४ रोजी रायगड किल्ल्यावर एका भव्य समारंभात शिवाजीला मराठा साम्राज्याचा (हिंदवी स्वराज) राजा म्हणून अभिषेक करण्यात आला. हिंदू दिनदर्शिकेनुसार, १५९६ मधील ज्येष्ठ महिन्याच्या पहिल्या पंधरवड्याचा १३वा दिवस (त्रयोदशी) होता. गागा भट्ट यांनी सात पवित्र नद्यांच्या पाण्याने भरलेल्या सोन्याच्या पात्रातून पाणी ओतून हा सोहळा आयोजित केला होता- यमुना, सिंधू, गंगा, गोदावरी, नर्मदा, कृष्णा आणि कावेरी - शिवाजीच्या मस्तकावर आणि वैदिक राज्याभिषेक मंत्रांचे पठण. प्रसवल्यानंतर शिवाजीने आपली आई जिजाबाई यांच्यापुढे नतमस्तक होऊन त्यांच्या चरणांना स्पर्श केला. सोहळ्यासाठी रायगडावर जवळपास पन्नास हजार लोक जमले होते. शिवाजीला शककर्ता ("युगाचा संस्थापक") आणि छत्रपती ("सार्वभौम") म्हणून गौरवण्यात आले. त्यांनी हेंदव धर्मोद्धारक (हिंदू धर्माचे रक्षक) आणि क्षत्रिय कुलवंत: क्षत्रिय हा हिंदू धर्माचा वर्ण, आणि कुलवंत म्हणजे 'कुलाचा किंवा वंशाचा प्रमुख' अशी पदवी देखील धारण केली. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१८ जून १६७४ रोजी जिजाबाईंचे निधन झाले. मराठ्यांनी निश्चल पुरी गोस्वामी या तांत्रिक पुजारीला बोलावले, ज्यांनी घोषित केले की प्रारंभिक राज्याभिषेक अशुभ ताऱ्यांच्या खाली झाला होता, त्यामुळे दुसरा राज्याभिषेक आवश्यक होता. २४ सप्टेंबर १६७४ रोजी झालेल्या या दुसऱ्या राज्याभिषेकाने, जे अजूनही मानत होते की शिवाजी त्याच्या पहिल्या राज्याभिषेकाच्या वैदिक संस्कारांसाठी अपात्र होता, कारण तो कमी वादग्रस्त सोहळा होता.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="south-india">
              <h2>दक्षिण भारतात विजय</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७४ पासून सुरू होऊन, मराठ्यांनी खंबीर मोहीम सुरू केली, ऑक्टोबरमध्ये खानदेशावर छापे टाकले, एप्रिल १६७५ मध्ये विजापुरी फोंडा ताब्यात घेतला, वर्षाच्या मध्यात कारवार ताब्यात घेतला आणि जुलैमध्ये कोल्हापूर जिंकले. नोव्हेंबरमध्ये, मराठा नौदलाने जंजिऱ्याच्या सिद्दींशी चकमकीत गुंतले पण त्यांना हुसकावून लावण्यात अपयशी ठरले. आजारातून बरे झाल्यानंतर आणि विजापूर येथे दख्खनी आणि अफगाण यांच्यातील गृहयुद्धाचा फायदा घेतल्यानंतर, शिवाजीने एप्रिल १६७६ मध्ये अथणीवर छापा टाकला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;आपल्या मोहिमेपूर्वी, शिवाजीने दख्खनी देशभक्तीच्या भावनेचे आवाहन केले आणि दक्षिण भारताला बाहेरील लोकांपासून संरक्षित करण्यासाठी मातृभूमी म्हणून जोर दिला. त्याच्या आवाहनाला काही प्रमाणात यश मिळाले, १६७७ मध्ये शिवाजी एका महिन्यासाठी हैदराबादला गेला, जिथे त्याने गोलकोंडा सल्तनतच्या कुतुबशहाशी करार केला. करारानुसार, कुतुबशहाने विजापूरशी आपली युती संपुष्टात आणण्याचे आणि मुघलांना संयुक्तपणे विरोध करण्याचे मान्य केले. १६७७ मध्ये, शिवाजीने ३०,००० घोडदळ आणि ४०,००० पायदळ, गोलकोंडा तोफखाना आणि निधीच्या मदतीने कर्नाटकवर आक्रमण केले. दक्षिणेकडे पुढे सरकत शिवाजीने वेल्लोर आणि गिंजीचे किल्ले ताब्यात घेतले; नंतरचा मुलगा राजाराम पहिला याच्या काळात मराठ्यांची राजधानी बनली.
                  </p>
                  <img src="imgs/tanjore.webp" alt="tanjore" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीने आपला सावत्र भाऊ वेंकोजी (एकोजी पहिला), शहाजीचा मुलगा, तुकाबाई (ने मोहिते) यांच्याशी समेट करण्याचा प्रयत्न केला, ज्याने शहाजीनंतर तंजावर (तंजावर) राज्य केले. वाटाघाटी सुरुवातीला आशादायक वाटत असल्या तरी शेवटी त्या अयशस्वी झाल्या. रायगडावर परत आल्यावर, शिवाजीने २६ नोव्हेंबर १६७७ रोजी आपल्या सावत्र भावाच्या सैन्याचा पराभव केला आणि म्हैसूर पठारावरील बहुतेक संपत्ती ताब्यात घेतली. व्यंकोजीची पत्नी, दीपा बाई, जिचा शिवाजींनी खूप आदर केला, त्यांनी त्याच्याशी नवीन वाटाघाटी सुरू केल्या आणि आपल्या पतीला आपल्या मुस्लिम सल्लागारांपासून दूर ठेवण्यास प्रवृत्त केले. अखेरीस, शिवाजीने जप्त केलेल्या अनेक मालमत्ता दीपा बाई आणि तिच्या महिला वंशजांना परत करण्यास सहमती दर्शविली. त्या बदल्यात, वेंकोजीने प्रदेशांचे योग्य प्रशासन आणि शाहजींच्या स्मारकाच्या (समाधी) देखभालीसाठी काही अटी मान्य केल्या.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="death-succession">
              <h2>मृत्यू आणि उत्तराधिकार</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीच्या वारसाचा मुद्दा गुंतागुंतीचा होता. १६७८ मध्ये, शिवाजीने आपल्या मुलाला पन्हाळा येथे बंदिस्त केले, फक्त राजकुमार त्याच्या पत्नीसह पळून गेला आणि एक वर्षासाठी मुघलांकडे गेला. संभाजी नंतर पश्चात्ताप न करता घरी परतले आणि पुन्हा पन्हाळ्याला बंदिस्त झाले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;हनुमान जयंतीच्या पूर्वसंध्येला ३-५ एप्रिल १६८० रोजी वयाच्या ५० व्या वर्षी छत्रपती शिवाजी महाराजांचे निधन झाले. त्याच्या मृत्यूचे कारण वादग्रस्त राहिले आहे. ब्रिटीशांच्या नोंदीनुसार, १२ दिवस आजारी राहिल्यानंतर शिवाजी महाराजांचा रक्तरंजित प्रवाहामुळे मृत्यू झाला. लिस्बन नॅशनल लायब्ररी मधील एक समकालीन पोर्तुगीज दस्तऐवज त्याच्या मृत्यूचे कारण म्हणून अँथ्रॅक्स नोंदवतो. तथापि, सभासद बखरचे लेखक कृष्णाजी अनंत सभासद यांनी ताप हे मृत्यूचे कारण सांगितले आहे. पुतळाबाई, शिवाजीच्या निपुत्रिक ज्येष्ठ पत्नी, त्यांच्या अंत्यसंस्कारात उडी घेऊन सती झाली. दुसरी हयात असलेली जोडीदार, सकवारबाई, तिला एक तरुण मुलगी असल्याने ती पाळू शकली नाही. काही आरोप, जरी नंतरच्या विद्वानांनी संशय व्यक्त केला, असे सुचवले की शिवाजीची दुसरी पत्नी सोयराबाईने तिचा 10 वर्षांचा मुलगा राजाराम याला गादीवर बसवण्यासाठी त्यांना विष दिले.
                  </p>
                  <img src="imgs/chatrapati-sambhaji-maharaj.webp" alt="chatrapati-sambhaji-maharaj" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीच्या मृत्यूनंतर, सोयराबाईंनी तिचा सावत्र मुलगा संभाजीऐवजी तिचा मुलगा राजारामचा राज्याभिषेक करण्यासाठी विविध मंत्र्यांसोबत कट रचला. २१ एप्रिल १६८० रोजी दहा वर्षांच्या राजारामला गादीवर बसवण्यात आले. तथापि, संभाजीने सेनापतीला मारून रायगड किल्ला ताब्यात घेतला आणि 18 जून रोजी रायगडावर ताबा मिळवला. २० जुलै रोजी तो औपचारिकपणे सिंहासनावर आरूढ झाला. राजाराम, त्यांची आई सोयराबाई आणि त्यांची पत्नी जानकीबाई यांना तुरुंगात टाकण्यात आले आणि त्या ऑक्टोबरमध्ये सोयराबाईंना कटाच्या आरोपाखाली फाशी देण्यात आली.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>औरंगजेबाची मराठ्यांविरुद्धची मोहीम आणि त्यानंतरची मोहीम:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६८१ मध्ये शिवाजीच्या मृत्यूनंतर, औरंगजेबाने मराठ्यांचा, विजापूरचा आदिल शाही आणि गोलकोंडाचा कुतुबशाही यांच्या ताब्यातील प्रदेश ताब्यात घेण्यासाठी दक्षिणेत मोहीम सुरू केली. त्याने आदिल शाही आणि कुतुबशाही राजघराण्यांचा नाश केला, पण मराठे लवचिक ठरले. मुघल-मराठा युद्ध म्हणून ओळखल्या जाणाऱ्या, या प्रयत्नाने मुघल साम्राज्याचा नाममात्र विस्तार केला परंतु सामरिक अपयशाने संपुष्टात आला, ज्यामुळे मुघल साम्राज्य गंभीरपणे कमकुवत झाले. औरंगजेबाने दख्खनमध्ये २७ वर्षे घालवली परंतु मराठ्यांवर विजय मिळवू शकला नाही, मुघल खजिना संपुष्टात आला आणि मुघल सैन्याला लक्षणीयरीत्या कमकुवत केले. ऐतिहासिक स्त्रोतांचा असा अंदाज आहे की औरंगजेबाच्या सैन्यातील सुमारे २.५ दशलक्ष सैनिक संघर्षादरम्यान मरण पावले, 2 दशलक्ष नागरिक दुष्काळ, प्लेग आणि युद्धग्रस्त प्रदेशांमध्ये दुष्काळाने बळी पडले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;या काळात, संभाजीला पकडण्यात आले, छळ करण्यात आला आणि १६८९ मध्ये त्याला मृत्युदंड देण्यात आला, त्याचा उत्तराधिकारी राजाराम आणि नंतर त्याची विधवा ताराबाई यांच्या नेतृत्वाखाली जोरदार मराठा प्रतिकार निर्माण झाला. मुघल आणि मराठ्यांमध्ये वारंवार प्रांत बदलले.
                  </p>
                  <img src="imgs/sambhaji-torture.webp" alt="sambhaji-torture" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीचा नातू आणि संभाजीचा मुलगा शाहू याला औरंगजेबाने २७ वर्षांच्या संघर्षात कैद केले होते. औरंगजेबाच्या मृत्यूनंतर, शाहूला त्याच्या वारसांनी सोडले. आपल्या मावशी ताराबाईंसोबत वारसाहक्कासाठी झालेल्या अल्पशा सत्ता संघर्षानंतर, शाहूने १७०७ ते १७४९ पर्यंत मराठा साम्राज्यावर राज्य केले. त्यांच्या कारकिर्दीच्या सुरुवातीच्या वर्षांत, त्यांनी बाळाजी विश्वनाथ आणि त्यांच्या वंशजांना मराठा साम्राज्याचे पेशवे (पंतप्रधान) म्हणून नियुक्त केले. बाळाजीचा मुलगा, पेशवा बाजीराव पहिला आणि नातू पेशवा बाळाजी बाजीराव यांच्या नेतृत्वाखाली साम्राज्याचा विस्तार लक्षणीयरीत्या झाला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विशाल साम्राज्य प्रभावीपणे व्यवस्थापित करण्यासाठी, शाहू आणि पेशव्यांनी बडोद्याचे गायकवाड, इंदूर आणि माळव्याचे होळकर, ग्वाल्हेरचे सिंधिया, आणि नागपूरचे भोसले, मराठा महासंघाची स्थापना.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="legacy">
              <h2>वारसा</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीचा शाश्वत वारसा मराठा साम्राज्याचा पाया घालण्यात आहे, ज्याने मुघल साम्राज्याची लष्करी, आर्थिक ताकद आणि प्रतिष्ठा कमकुवत करण्यात महत्त्वपूर्ण योगदान दिले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१७०७ मध्ये औरंगजेबाच्या मृत्यूनंतर, मराठ्यांनी झपाट्याने मुघल प्रदेश ताब्यात घेण्यास सुरुवात केली. १७३४ पर्यंत, त्यांनी माळव्यात स्वतःची स्थापना केली. १७३७ पर्यंत, मराठ्यांच्या हल्ल्यांचा विस्तार बुंदेलखंड, राजपुताना आणि दोआबपर्यंत झाला, ज्यामुळे दिल्लीच्या भिंतीबाहेर शाही सैन्याचा पराभव झाला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१७३८ मध्ये, त्याच्या सैन्याच्या पराभवाचा आणि उपासमारीचा सामना करत, हैदराबादच्या निजामाने, मुघल सम्राटाच्या अधिकारावर कार्य करत, मराठ्यांना माळव्याचे शासक आणि नर्मदा आणि चंबल दरम्यानच्या सर्व भूभागाचे सार्वभौम म्हणून मान्यता दिली. नद्या <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;स्टीवर्ट गॉर्डनने नमूद केल्याप्रमाणे मराठ्यांच्या या उत्तरेकडील विस्ताराने, मुघल सैन्याच्या प्रस्थापित व्यवस्था आणि वर्चस्वाला आव्हान देत, त्यांचा वाढता प्रभाव आणि प्रादेशिक लाभ दर्शविला.
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        १७५० च्या दरम्यान, मराठा प्रभावाची सीमा उत्तरेकडे दिल्लीपर्यंत पसरली. यावेळी, मुघल सरकारने राजधानीपासून पन्नास मैलांच्या पलीकडे असलेल्या अगदी कमी प्रदेशावर थेट नियंत्रण ठेवले. या मर्यादित क्षेत्रामध्येही संघर्ष सर्रासपणे सुरू होता. जाट आणि रोहिल्ला यांनी प्रदेशावर ताबा मिळवण्यासाठी संघर्ष केला, सिंहासनासाठी विविध गट लढले आणि अफगाण राजा अहमद शाह अब्दाली याने अधूनमधून राजधानीत घुसखोरी केली. <br />
                        ... <br />
                        या गदारोळात दिल्लीत मराठ्यांसाठी दोन महत्त्वाच्या घटना घडल्या. सर्वप्रथम, १७५२ मध्ये झालेल्या तहाने त्यांना मुघल सिंहासनाचे संरक्षक म्हणून नियुक्त केले आणि त्यांना पंजाबमध्ये चौथ गोळा करण्याचा अधिकार दिला. दुसरे म्हणजे, १७५३ च्या गृहयुद्धामुळे मुघल सिंहासनावर मराठा उमेदवार बसवण्यात आला, ज्याने या प्रदेशात सत्ता आणि प्रभावासाठी मराठा शोधातील महत्त्वपूर्ण टप्पे चिन्हांकित केले.
                      </p>
                  </div>
              </div>
              <div class="info-pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;आपल्या शिखरावर, मराठा साम्राज्याचा विस्तार सध्याच्या महाराष्ट्रापासून दक्षिणेला सतलज नदीपर्यंत आणि पूर्वेला ओरिसापर्यंत झाला. तथापि, १७६१ मध्ये, अफगाण साम्राज्याच्या अहमद शाह दुर्राणी विरुद्ध पानिपतच्या तिसऱ्या लढाईत मराठा सैन्याला मोठा धक्का बसला. या पराभवानंतरही मराठे वेगाने सावरले. एका दशकानंतर, माधव राव II च्या कारकिर्दीत, त्यांनी उत्तर भारतात पुन्हा प्रभाव मिळवला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१९व्या शतकाच्या पूर्वार्धात, ब्रिटिश ईस्ट इंडिया कंपनी भारतात आपली सत्ता मजबूत करत होती. चार्ल्स मेटकॅफ, एक ब्रिटिश अधिकारी ज्याने नंतर कार्यवाहक गव्हर्नर-जनरल म्हणून काम केले, १८०६ मध्ये टिप्पणी केली की भारतावर मूलत: दोन प्रमुख शक्तींचे शासन होते: ब्रिटिश आणि मराठा. इंग्रजांनी दिलेला कोणताही प्रदेश मराठ्यांकडून हक्क सांगितला जाईल यावर त्यांनी भर दिला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;दुस-या आणि तिसऱ्या अँग्लो-मराठा युद्धात (१८०५-१८१८) इंग्रजांकडून पराभव होईपर्यंत मराठे भारतातील एक प्रबळ शक्ती राहिले. या संघर्षांमुळे ब्रिटीश ईस्ट इंडिया कंपनी संपूर्ण भारतातील प्रबळ शक्ती म्हणून उदयास आली.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="governance">
              <h2>शासन</h2>
              <ul><h3><li>अष्ट प्रधान मंडळ:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;आठ मंत्र्यांची परिषद, ज्याला अष्ट प्रधान मंडळ म्हणून ओळखले जाते, ही शिवाजीने स्थापन केलेली एक प्रमुख प्रशासकीय आणि सल्लागार संस्था होती. आठ मंत्र्यांचा समावेश असलेल्या या संस्थेने शिवाजीला राजकीय आणि प्रशासकीय बाबींवर सल्ला आणि मार्गदर्शन करण्यासाठी एक महत्त्वपूर्ण मंच म्हणून काम केले. या परिषदेचे सदस्य पुढीलप्रमाणे होते.
                  </p>
              </div>
              <div class="table">
                  <table>
                  <thead>
                           <tr>
                               <td>मंत्री</td>
                               <td>कर्तव्य</td>
                           </tr>
                       </thead>
                       <tbody>
                           <tr>
                               <td>पेशवे किंवा पंतप्रधान</td>
                               <td>सामान्य प्रशासन</td>
                           </tr>
                           <tr>
                               <td>अमात्य किंवा अर्थमंत्री</td>
                               <td>सार्वजनिक खाती राखणे</td>
                           </tr>
                           <tr>
                               <td>मंत्री किंवा क्रॉनिकलर</td>
                               <td>न्यायालयातील नोंदी राखणे</td>
                           </tr>
                           <tr>
                               <td>सुमंत किंवा डबीर किंवा परराष्ट्र सचिव</td>
                               <td>इतर राज्यांशी संबंधांशी संबंधित सर्व बाबी</td>
                           </tr>
                           <tr>
                               <td>सचिव किंवा शुरन नाविस किंवा गृह सचिव</td>
                               <td>राजाचा पत्रव्यवहार व्यवस्थापित करणे</td>
                           </tr>
                           <tr>
                               <td>पंडितराव किंवा चर्चचे प्रमुख</td>
                               <td>धार्मिक बाबी</td>
                           </tr>
                           <tr>
                               <td>न्यायधीश किंवा मुख्य न्यायाधीश</td>
                               <td>नागरी आणि लष्करी न्याय</td>
                           </tr>
                           <tr>
                               <td>सेनापती/सारी नौबत किंवा कमांडर-इन-चीफ</td>
                               <td>राजाच्या सैन्याशी संबंधित सर्व बाबी</td>
                           </tr>
                       </tbody>
                  </table>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>मराठी आणि संस्कृतचा प्रचार:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;आपल्या दरबारात, शिवाजीने फारसी, जी या प्रदेशात प्रचलित दरबारी भाषा होती, मराठीला बदलून एक महत्त्वपूर्ण सांस्कृतिक आणि भाषिक बदल घडवून आणला. त्यांनी आपल्या कारकिर्दीत हिंदू राजकीय आणि दरबारी परंपरांवरही भर दिला. शिवाजीच्या राजवटीने संवादाचे आणि आकलनाचे संरचित साधन म्हणून मराठीचा प्रसार करण्यात महत्त्वाची भूमिका बजावली. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;उल्लेखनीय म्हणजे, शिवाजीचा शाही शिक्का संस्कृतमध्ये तयार करण्यात आला होता. याव्यतिरिक्त, त्यांनी त्यांच्या एका अधिकाऱ्याला त्यांच्या संस्कृत समकक्षांसह पर्शियन आणि अरबी संज्ञा बदलण्याच्या उद्देशाने एक व्यापक कोश तयार करण्याचे काम दिले. या उपक्रमाचा परिणाम १६७७ मध्ये राजव्यवाहरकोश, राज्य वापराचा कोश तयार करण्यात आला.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>धार्मिक धोरण:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अनेक समकालीन विश्लेषक शिवाजीच्या धार्मिक धोरणांना सहिष्णू मानतात. हिंदू धर्माचा प्रचार करताना, शिवाजीने केवळ मुस्लिमांना हस्तक्षेप न करता त्यांच्या धर्माचे पालन करण्याची परवानगी दिली नाही तर त्यांच्या संस्थांना देणगीद्वारे पाठिंबा देखील दिला. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;औरंगजेबने ३ एप्रिल १६७९ रोजी गैर-मुस्लिमांवर जिझिया कर लादल्याच्या प्रत्युत्तरात, शिवाजीने औरंगजेबाला एक गंभीर पत्र लिहून त्याच्या कर धोरणाचा निषेध केला. त्याने लिहिले:
                  </p>
                  <img src="imgs/Shivaji's_letter_1.webp" alt="Shivaji's_letter" height="450" />
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "कठोर न्यायाने, जिझिया अजिबात कायदेशीर नाही. जर तुम्ही हिंदूंवर अत्याचार आणि दहशत माजवण्याच्या धर्माची कल्पना करत असाल, तर तुम्ही प्रथम राजसिंग पहिला, जो हिंदूंचा प्रमुख आहे, यांच्यावर कर लावला पाहिजे. पण मुंग्या आणि माशांवर अत्याचार करणे हे आहे. अजिबात शौर्य किंवा आत्मा नाही. जर तुम्ही कुराणवर विश्वास ठेवत असाल तर, देव हा फक्त मुस्लिमांचाच नव्हे तर सर्व माणसांचा स्वामी आहे. खरंच, इस्लाम आणि हिंदू धर्म हे विरोधाभासी शब्द आहेत. त्यांचा वापर खऱ्या दैवी चित्रकाराने रंग मिसळण्यासाठी केला आहे आणि रूपरेषा भरणे. जर ती मशीद असेल तर देवाच्या स्मरणार्थ प्रार्थनेची हाक दिली जाते. मंदिर असेल तर केवळ देवाच्या तळमळीने घंटा वाजवल्या जातात. कोणत्याही माणसाच्या धर्म आणि प्रथांबद्दल कट्टरता दाखवणे म्हणजे बदल करणे होय. पवित्र पुस्तकातील शब्द."
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीने शेजारील मुस्लिम राज्यांचा प्रसार रोखला होता हे लक्षात घेऊन, त्याचे समकालीन, कवी भूषण, म्हणाले:
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "शिवाजी नसते तर काशीची संस्कृती नष्ट झाली असती, मथुरा मशिदीत बदलली असती आणि सर्वांची सुंता झाली असती."
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;गिज क्रुइजत्झर यांनी त्यांच्या "सतराव्या शतकातील भारतातील झेनोफोबिया" या पुस्तकात असा युक्तिवाद केला आहे की आधुनिक सांप्रदायिकतेचा उगम, हिंदू आणि मुस्लिम "समुदाय" यांच्यातील वैमनस्य, शिवाजी आणि यांच्यातील परस्परसंवादाच्या दरम्यान उदयास आले. १६६७ ते १६८७ या काळात मुघल सम्राट औरंगजेब, १६८० मध्ये शिवाजीचा मृत्यू झाला तरीही. १६६४ मध्ये सुरतच्या पाडकामाच्या वेळी, शिवाजीने शहरातील ख्रिश्चनांना वाचवले आणि विविध धर्मांबद्दल सहिष्णुता दर्शविली. त्याने कॅपचिन फ्रियर एम्ब्रोसला "चांगले पुरुष" असेही संबोधले. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीचा हेतू सार्वभौम हिंदू राजवट प्रस्थापित करण्याचा नव्हता तर धार्मिक सहिष्णुता आणि समरसता वाढवणे हा होता. त्यांनी औरंगजेबाला अकबराच्या हिंदू श्रद्धा आणि स्थळांबद्दलच्या आदराचे अनुकरण करण्यास सांगितले. शिवाजीने शेजारच्या मुस्लिम राष्ट्रांशीही युती केली आणि मुस्लिम नेत्यांचा त्याच्या सैन्यात समावेश केला, जसे की १६५६ मध्ये पहिल्या पठाण युनिटची स्थापना आणि दर्या सारंग या मुस्लिमाची नौदल ऍडमिरल म्हणून नियुक्ती करणे.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>सील:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;सील अधिकृत दस्तऐवज प्रमाणित करण्यासाठी एक पद्धत म्हणून काम करतात. शहाजी आणि जिजाबाईंनी फारसी शिक्के वापरत असताना, शिवाजीने सुरुवातीपासूनच संस्कृतची निवड केली. सीलवरील शिलालेखात असे लिहिले आहे: "शहाचा मुलगा शिवाचा हा शिक्का लोकांच्या कल्याणासाठी प्रकाशित करतो आणि ब्रह्मांडातून वाढणारा आदर मिळवण्याचा उद्देश आहे, मेणाच्या चंद्रकोर चंद्रासारखा आहे."
                  </p>
                  <img src="imgs/seals.webp" alt="seals" height="300" />
              </div>
          </section>
  
          <section id="continue-btn">
              <a href="https://en.wikipedia.org/wiki/Shivaj" target="_blank" rel='noreferrer'><button>वाचन सुरू ठेवा</button></a>
          </section>
      </main>
      <footer>
          <p>
              Created as a part of Tribute Page Project
          </p>
          <p>
              Created by <a href="https://www.linkedin.com/in/mohit-shaharwale-634b22282/">Mohit Shaharwale</a>
          </p>
          <p>
              ------------------------------------------------------------------------------------------
          </p>
          <p>
              Text is available under the <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">Creative Commons Attribution-ShareAlike License 4.0</a>
          </p>
      </footer>
    </>
    )
}