import React from 'react'
import {Link} from 'react-router-dom';

export default function Marathi() {

  document.title = "छत्रपति शिवाजी महाराज - मराठी";

  document.querySelector('meta[name="description"]').setAttribute("content", "छत्रपती शिवाजी महाराज हे एक अप्रतिम मराठा राजा होते, आणि हे श्रद्धांजली पान तुम्हाला त्यांच्या अविश्वसनीय जगात पाऊल ठेवू देते. भारतीय इतिहासातील त्यांचे शौर्य आणि नेतृत्व जाणून घ्या. त्याने मराठा साम्राज्य कसे तयार केले आणि हुशार लष्करी डावपेच कसे वापरले ते एक्सप्लोर करा. हे पृष्ठ त्याच्या स्मार्ट रणनीती आणि त्याने गोष्टी किती चांगल्या प्रकारे चालवल्या हे पाहते. त्याच्या मजबूत आत्म्याबद्दल शोधा ज्याने 16 व्या शतकावर परिणाम केला आणि आजही लोकांना प्रेरणा देते. हे पृष्ठ समुद्रावरील त्याच्या कौशल्याविषयी आणि निष्पक्ष शासनाच्या वचनबद्धतेबद्दल बोलतो. या महत्त्वाच्या ऐतिहासिक व्यक्तीचा सन्मान करण्यात माझ्यासोबत सामील व्हा आणि त्यांनी जे केले ते इतके महत्त्वाचे का आहे ते जाणून घ्या. छत्रपती शिवाजी महाराजांच्या असामान्य जीवनातील कथा आणि ते आपल्या इतिहासासाठी महत्त्वाचे का आहेत ते शोधा.");
  return (
    <>
      <div>
        <nav>
          <div class="lang">
              <span>या साइटचे भाषांतर करा:</span>
              <span><Link to="/">English</Link></span>
              <span><Link to="/hindi">हिन्दी</Link></span>
          </div>
        </nav>

        <main>
          <section id="introduction">
            <div class="p">
              <h1>छत्रपती शिवाजी महाराज</h1>
              <div class="intro">
                <img src="imgs/chatrapati-shivaji-maharaj.webp" alt="chatrapati-shivaji-maharaj-portrait" height="550px" />
                <p>
                  छत्रपती शिवाजी महाराज हे एक भारतीय शासक आणि भोंसले मराठा कुळातील सदस्य होते. विजापूरच्या ढासळत्या आदिलशाही सल्तनतीतून महाराजांनी स्वतःचे स्वतंत्र राज्य निर्माण केले ज्यामुळे मराठा साम्राज्याची उत्पत्ती झाली. १६७४ मध्ये, रायगड किल्ल्यावर त्यांना औपचारिकपणे त्यांच्या राज्याचा छत्रपती म्हणून राज्याभिषेक करण्यात आला. <br />
                  आपल्या आयुष्यादरम्यान, शिवाजीने मुघल साम्राज्य, गोलकोंडाची सल्तनत, विजापूरची सल्तनत आणि युरोपियन वसाहतवादी शक्तींशी युती आणि शत्रुत्व दोन्ही केले. शिवाजीच्या लष्करी सैन्याने मराठा प्रभाव क्षेत्राचा विस्तार केला, किल्ले ताब्यात घेतले आणि बांधले आणि मराठा नौदल तयार केले. शिवाजीने सुसंरचित प्रशासकीय संस्थांसह सक्षम आणि प्रगतीशील नागरी प्रशासन स्थापन केले. त्यांनी प्राचीन हिंदू राजकीय परंपरा, न्यायालयीन अधिवेशने पुनरुज्जीवित केली आणि मराठी आणि संस्कृत भाषेच्या वापराला चालना दिली, कोर्टात आणि प्रशासनात फारसीची जागा घेतली. महिलांबद्दलच्या त्याच्या शौर्यपूर्ण वागणुकीबद्दल कौतुक केले गेले, शिवाजीने आपल्या प्रशासनात आणि सशस्त्र दलांमध्ये मुस्लिम आणि युरोपियन लोकांसह सर्व जाती आणि धर्मांच्या लोकांना नियुक्त केले. <br />
                  महाराजांचा वारसा निरीक्षक आणि काळानुसार बदलत होता, परंतु त्यांच्या मृत्यूनंतर सुमारे दोन शतके भारतीय स्वातंत्र्य चळवळीच्या उदयानंतर त्यांना अधिक महत्त्व मिळू लागले, कारण अनेक भारतीय राष्ट्रवाद्यांनी त्यांना हिंदूंचे आद्य-राष्ट्रवादी आणि नायक म्हणून उन्नत केले.
                </p>
              </div>
            </div>
          </section>
    <hr />
          <section id="early-life">
            <h2>प्रारंभिक जीवन</h2>
            <div class="info_pic">
              <p>
                छत्रपती शिवाजी महाराजांचा जन्म आताच्या पुणे जिल्ह्यात असलेल्या जुन्नर शहराजवळील शिवनेरी किल्ल्यावर झाला. १९ फेब्रुवारी हा शिवाजी महाराजांच्या जन्माच्या (शिवाजी जयंती) स्मरणार्थ सुट्टी म्हणून पाळला जातो. शिवाजी महाराजांचे नाव स्थानिक देवता, शिवाई देवी यांच्या नावावरून ठेवण्यात आले. <br />
                महाराज, भोसले कुळातील मराठा घराण्यातील होते. महाराजांचे वडील शहाजी भोसले हे मराठा सेनापती होते ज्यांनी दख्खन सल्तनतांची सेवा केली होती. त्यांची आई जिजाबाई होती, जी सिंदखेडच्या लखुजी जाधवरावांची मुलगी होती, जो देवगिरीच्या यादव राजघराण्यातील वंशज असल्याचा दावा करणारा मुघल-संलग्न सरदार होता. त्यांचे आजोबा मालोजी (१५५२-१५९७) अहमदनगर सल्तनतचे एक प्रभावशाली सेनापती होते आणि त्यांना "राजा" ही उपाधी देण्यात आली होती. लष्करी खर्चासाठी पुणे, सुपे, चाकण आणि इंदापूरचे देशमुखी हक्क त्यांना देण्यात आले. त्यांना त्यांच्या कुटुंबाच्या निवासस्थानासाठी शिवनेरी किल्ला देखील देण्यात आला. <br />
                महाराजांच्या जन्माच्या वेळी, दख्खनमधील सत्ता तीन इस्लामिक सल्तनतांकडे होती: विजापूर, अहमदनगर आणि गोलकोंडा. अहमदनगरची निजामशाही, विजापूरची आदिलशाह आणि मुघल यांच्यात शहाजीने अनेकदा आपली निष्ठा बदलली, परंतु त्याची जहागीर (जागीर) पुणे आणि त्याचे छोटेसे सैन्य कायम ठेवले.
              </p>
              <img src="imgs/shivaji_childhood.webp" alt="shivaji_childhood" height="500" />
            </div>
          </section>
    <hr />
          <section id="bijapur_conflict">
            <h2>विजापूर सल्तनतीशी संघर्ष</h2>
            <ul><h3><li>पार्श्वभूमी आणि संदर्भ:</li></h3></ul>
            <div class="info_pic">
              <p>
                १६३६ मध्ये, विजापूरच्या आदिल शाही सल्तनतीने दक्षिणेकडील राज्यांवर आक्रमण केले. सल्तनत अलीकडे मुघल साम्राज्याची उपनदी राज्य बनली होती. त्याला शहाजी मदत करत होता, जो त्या वेळी पश्चिम भारतातील मराठा उंच प्रदेशातील सरदार होता. शहाजी जिंकलेल्या प्रदेशातील जहागीरच्या बक्षिसाच्या संधी शोधत होता, ज्यावर तो वार्षिकी म्हणून वसूल करू शकत होता. <br />
                शहाजी हा थोडक्यात मुघल सेवेतील बंडखोर होता. शहाजीच्या मुघलांविरुद्धच्या मोहिमा, विजापूर सरकारच्या पाठिंब्याने, साधारणपणे अयशस्वी ठरल्या. मुघल सैन्याने त्यांचा सतत पाठलाग केला आणि शिवाजी आणि त्यांची आई जिजाबाई यांना किल्ल्यावरून गडावर जावे लागले. <br />
                १६३६ मध्ये शहाजी विजापूरच्या सेवेत रुजू झाला आणि पूना हे अनुदान म्हणून मिळवले. शहाजी, विजापुरी शासक आदिलशहाने बंगलोरमध्ये तैनात केल्यामुळे, दादोजी कोंडादेव यांची पूनाचा प्रशासक म्हणून नियुक्ती केली. शिवाजी आणि जिजाबाई पूना येथे स्थायिक झाले. १६४७ मध्ये कोंडादेव मरण पावला आणि शिवाजीने त्याचा कारभार हाती घेतला. त्यांच्या पहिल्या कृतीने थेट विजापुरी सरकारला आव्हान दिले.
              </p>
              <img src="imgs/shivneri.webp" alt="shivneri" height="400px" />
            </div>
      <hr class="inside" />
            <ul><h3><li>स्वतंत्र शासन:</li></h3></ul>
            <div class="info_pic">
              <p>
                १६४६ मध्ये, सुलतान मोहम्मद आदिल शाहच्या आजारपणामुळे विजापूर दरबारात निर्माण झालेल्या गोंधळाचा फायदा घेऊन १६ वर्षीय शिवाजीने तोरणा किल्ला ताब्यात घेतला आणि तेथे सापडलेला मोठा खजिना ताब्यात घेतला. पुढील दोन वर्षात शिवाजीने पुण्याजवळ अनेक महत्त्वाचे किल्ले घेतले, त्यात पुरंदर, कोंढाणा आणि चाकण यांचा समावेश आहे. पुण्याच्या पूर्वेकडील सुपा, बारामती आणि इंदापूरच्या आसपासचा प्रदेशही त्याने आपल्या थेट नियंत्रणाखाली आणला. तोरणा येथे सापडलेल्या खजिन्याचा उपयोग त्यांनी राजगड नावाचा नवीन किल्ला बांधण्यासाठी केला. त्या किल्ल्यावर एक दशकाहून अधिक काळ त्यांच्या सरकारचे स्थान होते. यानंतर शिवाजीने पश्चिमेकडे कोकणाकडे वळले आणि कल्याण हे महत्त्वाचे शहर ताब्यात घेतले. विजापूर सरकारने या घटनांची दखल घेऊन कारवाई करण्याची मागणी केली. २५ जुलै १६४८ रोजी, शिवाजीला ताब्यात घेण्यासाठी विजापूर सरकारच्या आदेशानुसार बाजी घोरपडे नावाच्या सहकारी मराठा सरदाराने शहाजीला कैद केले.
              </p>
              <img src="imgs/south_india_in_1605.webp" alt="shivneri" height="400px" />
            </div>
            <div class="info_pic">
              <p>
                १६४९ मध्ये जिंजी ताब्यात घेतल्यानंतर कर्नाटकात आदिलशहाचे स्थान मिळवल्यानंतर शहाजींची सुटका झाली. १६४९-१६५५ दरम्यान, शिवाजीने आपल्या विजयांमध्ये विराम दिला आणि शांतपणे आपले फायदे एकत्र केले. आपल्या वडिलांच्या सुटकेनंतर, शिवाजीने पुन्हा छापेमारी सुरू केली आणि 1656 मध्ये, विवादास्पद परिस्थितीत, विजापूरचे सहकारी मराठा सरंजामदार चंद्रराव मोरे यांना ठार मारले आणि सध्याच्या महाबळेश्वरच्या हिल स्टेशनजवळील जावळीचे खोरे ताब्यात घेतले. जावळीच्या विजयामुळे शिवाजीला दक्षिण आणि नैऋत्य महाराष्ट्रात आपले आक्रमण वाढवता आले. भोंसले आणि मोरे घराण्यांव्यतिरिक्त, इतर अनेकांनी - सावंतवाडीचे सावंत, मुधोळचे घोरपडे, फलटणचे निंबाळकर, शिर्के, माने आणि मोहिते - यांनीही विजापूरच्या आदिलशाहीची सेवा केली, अनेकांनी देशमुखी हक्क मिळवले. या बलाढ्य कुटुंबांना वश करण्यासाठी शिवाजीने विविध धोरणे अवलंबली, जसे की वैवाहिक युती करणे, देशमुखांना मागे टाकण्यासाठी गावातील पाटलांशी थेट व्यवहार करणे किंवा त्यांना बळजबरीने वश करणे. शहाजीने त्याच्या नंतरच्या काळात आपल्या मुलाबद्दल द्विधा वृत्ती बाळगली आणि त्याच्या बंडखोर कारवायांना नकार दिला. त्यांनी विजापुरींना शिवाजीबरोबर वाट्टेल ते करण्यास सांगितले. 1664-1665 मध्ये शहाजीचा शिकार अपघातात मृत्यू झाला.
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>अफझल खान लढा:</li></h3></ul>
            <div class="info_pic">
              <p>
                शिवाजीच्या सैन्याला झालेल्या नुकसानामुळे विजापूर सल्तनत नाराज होती, त्यांच्या जागीदार शहाजीने आपल्या मुलाच्या कृत्यास नकार दिला होता. मुघलांशी शांतता करार केल्यानंतर, आणि तरुण अली आदिल शाह दुसरा सुलतान म्हणून सर्वसाधारणपणे स्वीकारल्यानंतर, विजापूरचे सरकार अधिक स्थिर झाले आणि आपले लक्ष शिवाजीकडे वळवले. १६५७ मध्ये, सुलतानने, किंवा बहुधा त्याची आई आणि कारभारी, अफझल खान या अनुभवी सेनापतीला शिवाजीला अटक करण्यासाठी पाठवले. त्याला गुंतवण्यापूर्वी, विजापुरी सैन्याने तुळजा भवानी मंदिर, शिवाजी कुटुंबाचे पवित्र स्थान आणि हिंदूंचे प्रमुख तीर्थक्षेत्र असलेल्या पंढरपूर येथील विठोबा मंदिराची विटंबना केली. <br />
                विजापुरी सैन्याने पाठलाग करून, शिवाजी प्रतापगड किल्ल्यावर माघारला, जिथे त्याच्या अनेक सहकाऱ्यांनी त्याला शरण येण्यासाठी दबाव टाकला. दोन्ही सैन्याने स्तब्धता पत्करली, शिवाजी वेढा मोडू शकला नाही, तर अफझलखानाकडे शक्तिशाली घोडदळ आहे परंतु वेढा घालण्याच्या साधनांची कमतरता आहे, तो किल्ला घेण्यास असमर्थ होता. दोन महिन्यांनंतर, अफझलखानाने शिवाजीकडे एक दूत पाठवून दोन्ही नेत्यांना वाटाघाटीसाठी किल्ल्याच्या बाहेर एकांतात भेटण्याची सूचना केली.
              </p>
              <img src="imgs/afzal_khan.webp" alt="shivneri" height="450px" />
            </div>
            <div class="info_pic">
              <p>
                ते दोघे १० नोव्हेंबर १६५९ रोजी प्रतापगड किल्ल्याच्या पायथ्याशी एका झोपडीत भेटले. प्रत्येकजण फक्त तलवार घेऊन आला होता आणि एक अनुयायी हजर होता असे व्यवस्थेने सांगितले होते. शिवाजी, अफझलखान त्याला अटक करेल किंवा हल्ला करेल असा संशय होता, त्याने त्याच्या कपड्यांखाली चिलखत घातली होती, त्याच्या डाव्या हातावर वाघ नख (धातूचा "वाघाचा पंजा") लपविला होता आणि त्याच्या उजव्या हातात खंजीर होता. काय घडले हे ऐतिहासिक निश्चिततेने माहित नाही, मुख्यतः मराठा आख्यायिका कथा सांगतात; तथापि, हे मान्य आहे की दोघे शारीरिक संघर्षात जखमी झाले जे खानसाठी घातक ठरले. खानाचा खंजीर शिवाजीच्या चिलखताला टोचू शकला नाही, पण शिवाजीने त्याचे अंतःकरण केले; तेव्हा शिवाजीने आपल्या लपलेल्या सैन्याला विजापुरी सैन्यावर हल्ला करण्याचा इशारा देण्यासाठी तोफ डागली. <br />
                प्रतापगढच्या पुढील लढाईत, शिवाजीच्या सैन्याने विजापूर सल्तनतीच्या सैन्याचा निर्णायकपणे पराभव केला. विजापूरच्या सैन्याचे तीन हजारांहून अधिक सैनिक मारले गेले; आणि एक सरदार, अफझलखानाचे दोन मुलगे आणि दोन मराठा सरदार कैदी झाले. विजयानंतर प्रतापगडच्या खाली शिवाजीने भव्य आढावा घेतला. पकडले गेलेले शत्रू, अधिकारी आणि पुरुष दोघांनाही मुक्त करण्यात आले आणि पैसे, अन्न आणि इतर भेटवस्तू देऊन त्यांच्या घरी परत पाठवण्यात आले. त्यानुसार मराठ्यांना बक्षीस देण्यात आले.
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>पन्हाळगड:</li></h3></ul>
            <div class="info_pic">
              <p>
                महाराजांच्या विरुद्ध पाठवलेल्या विजापुरी सैन्याचा पराभव करून, महाराज आणि त्यांच्या सैन्याने कोकण किनारपट्टी आणि कोल्हापूरकडे कूच केले, पन्हाळा किल्ला ताब्यात घेतला आणि रुस्तम जमान आणि फझलखान यांच्या नेतृत्वाखाली १६५९ मध्ये विजापुरी सैन्याचा पराभव केला. १६६० मध्ये आदिलशहाने आपला सेनापती पाठवला. सिद्दी जौहरने उत्तरेकडून आक्रमण करण्याची योजना आखलेल्या मुघलांशी युती करून शिवाजीच्या दक्षिण सीमेवर हल्ला केला. त्यावेळी शिवाजी आपल्या सैन्यासह पन्हाळा किल्ल्यावर तळ ठोकून होता. १६६० च्या मध्यात सिद्दी जौहरच्या सैन्याने पन्हाळ्याला वेढा घातला आणि किल्ल्याचा पुरवठा मार्ग बंद केला. पन्हाळ्याच्या गोळीबाराच्या वेळी, सिद्दी जौहरने राजापूर येथे इंग्रजांकडून ग्रेनेड खरेदी केले, आणि इंग्रजांनी वापरलेला ध्वज सुस्पष्टपणे फडकवून किल्ल्यावर केलेल्या भडिमारात मदत करण्यासाठी काही इंग्रज तोफखानाही नेमले. या समजलेल्या विश्वासघाताने शिवाजीला राग आला, ज्याने डिसेंबरमध्ये राजापूर येथील इंग्रज कारखाना लुटून बदला घेतला आणि चार मालकांना पकडले आणि त्यांना १६६३ च्या मध्यापर्यंत तुरुंगात ठेवले.
              </p>
              <img src="imgs/panhala-fort.webp" alt="panhala-fort" height="400px" />
            </div>
            <div class="info_pic">
              <p>
                अनेक महिन्यांच्या वेढा नंतर, शिवाजीने सिद्दी जौहरशी वाटाघाटी केल्या आणि २२ सप्टेंबर १६६० रोजी विशाळगडावर माघार घेऊन किल्ला ताब्यात दिला; १६७३ मध्ये शिवाजीने पन्हाळा परत घेतला.
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>पावनखिंडीची लढाई:</li></h3></ul>
            <div class="info_pic">
              <p>
                रात्रीच्या सुमारास शिवाजी पन्हाळ्यातून निसटला आणि शत्रूच्या घोडदळांनी त्यांचा पाठलाग केला असता, बांदल देशमुखांचे मराठा सरदार बाजी प्रभू देशपांडे, 300 सैनिकांसह घोडखिंड येथे शत्रूला रोखण्यासाठी मरण पत्करण्यासाठी स्वेच्छेने लढले. घोड्याचे खोरे शिवाजी आणि बाकीच्या सैन्याला विशाळगड किल्ल्याच्या सुरक्षिततेपर्यंत पोहोचण्याची संधी देण्यासाठी <br />
                पवनखिंडच्या पुढच्या लढाईत, लहान मराठा सैन्याने मोठ्या शत्रूला रोखून शिवाजीला पळून जाण्यासाठी वेळ दिला. बाजी प्रभू देशपांडे जखमी झाले पण 13 जुलै 1660 च्या संध्याकाळी शिवाजी सुरक्षितपणे गडावर पोहोचल्याचा संकेत विशाळगडावरून तोफगोळीचा आवाज येईपर्यंत लढत राहिला. घोड खिंड (खिंड म्हणजे "अरुंद डोंगराची खिंड") नंतर झाली. बाजीप्रभू देशपांडे, शिबोसिंग जाधव, फुलोजी आणि तेथे लढलेल्या इतर सर्व सैनिकांच्या सन्मानार्थ पावनखिंड ("पवित्र खिंड") असे नामकरण केले.
              </p>
              <img src="imgs/pavan-khind.webp" alt="pavan-khind" height="300px" />
            </div>
          </section>
    <hr />
          <section id="mughal_combat">
            <h2>मुघलांशी लढा</h2>
            <p>
              १६५७ पर्यंत महाराजांनी मुघल साम्राज्याशी शांततापूर्ण संबंध ठेवले. मुघल सम्राटाचा मुलगा आणि दख्खनचा व्हाईसरॉय, औरंगजेबाला शिवाजीने विजापूर जिंकण्यासाठी मदतीची ऑफर दिली, त्या बदल्यात त्याच्या ताब्यातील विजापुरी किल्ले आणि गावांवर त्याचा हक्क मान्य केला. मुघलांच्या प्रतिसादावर असमाधानी, आणि विजापूरकडून चांगली ऑफर मिळाल्याने, त्याने मुघल दख्खनवर हल्ला केला. शिवाजीचा मुघलांशी संघर्ष मार्च १६५७ मध्ये सुरू झाला, जेव्हा शिवाजीच्या दोन अधिकाऱ्यांनी अहमदनगरजवळील मुघल प्रदेशावर छापा टाकला. यानंतर जुन्नरवर छापे टाकण्यात आले, शिवाजीने ३०००००० हुन रोख आणि २०० घोडे घेऊन गेले. अहमदनगर येथे शिवाजी सैन्याचा पराभव करणाऱ्या नासिरी खानला औरंगजेबाने छाप्याला उत्तर दिले. तथापि, औरंगजेबाच्या शिवाजीविरुद्धच्या प्रतिकारांमध्ये पावसाळ्यात व्यत्यय आला आणि सम्राट शाहजहानच्या आजारपणानंतर मुघल सिंहासनाच्या उत्तराधिकारावर त्याच्या भावांसोबत झालेल्या लढाईत व्यत्यय आला.
            </p>
            <ul><h3><li>शाइसते खान आणि सुरतवर हल्ले:</li></h3></ul>
            <div class="info_pic">
              <p>
                विजापूरच्या बदी बेगमच्या विनंतीवरून, औरंगजेबाने, जो आताचा मुघल सम्राट आहे, त्याचा मामा शाइस्ताखान, १५०,००० पेक्षा जास्त सैन्यासह, एक शक्तिशाली तोफखाना विभागासह, जानेवारी १६६० मध्ये विजापूरच्या सैन्याच्या नेतृत्वाखाली शिवाजीवर हल्ला करण्यासाठी पाठवले. सिद्दी जौहर. शाइस्ताखानाने आपल्या ८०,००० च्या सुसज्ज आणि सुसज्ज सैन्यासह पुणे ताब्यात घेतले. त्याने जवळचा चाकणचा किल्लाही घेतला, भिंतीला तडे जाण्यापूर्वी दीड महिना त्याला वेढा घातला. त्यांनी लाल महालाच्या शिवाजी राजवाड्यात आपले निवासस्थान स्थापन केले.
              </p>
              <img src="imgs/shaista_khan.webp" alt="shaista_khan" height="320" />
            </div>
            <div class="info_pic">
              <p>
                ५ एप्रिल १६६३ च्या रात्री शिवाजीने शाईस्ताखानच्या छावणीवर रात्रीचा धाडसी हल्ला केला. त्याने ४०० माणसांसह शाइस्ता खानच्या हवेलीवर हल्ला केला, खानच्या बेडरूममध्ये घुसून त्याला जखमी केले. खान यांची तीन बोटे गेली. या भांडणात शाइस्ता खानचा मुलगा आणि अनेक बायका, नोकर आणि सैनिक मारले गेले. खानने पुण्याच्या बाहेर मुघल सैन्याचा आश्रय घेतला आणि औरंगजेबाने त्याला बंगालमध्ये बदली करून या लाजिरवाण्यापणाची शिक्षा दिली. <br />
                शाइस्ताखानाच्या हल्ल्यांचा बदला म्हणून, आणि त्याचा आता संपलेला खजिना भरून काढण्यासाठी, १६६४ मध्ये शिवाजीने सुरत बंदर शहर, एक श्रीमंत मुघल व्यापारी केंद्र पाडले. 13 फेब्रुवारी 1665 रोजी, त्याने सध्याच्या कर्नाटकातील पोर्तुगीजांच्या ताब्यात असलेल्या बसरूरवर नौदल हल्ला केला आणि मोठी लूट केली.
              </p>
            </div>
      <hr class="inside" />
            <ul><h3><li>पुरंदरचा तह:</li></h3></ul>
            <div class="info_pic">
              <p>
                शाइस्ताखान आणि सुरतेवरील हल्ल्यांनी औरंगजेब संतप्त झाला. प्रत्युत्तर म्हणून, त्याने शिवाजीचा पराभव करण्यासाठी राजपूत सेनापती जयसिंग प्रथम याला सुमारे १५,००० सैन्यासह पाठवले. 1665 मध्ये, जयसिंगच्या सैन्याने शिवाजीवर दबाव आणला, त्यांच्या घोडदळांनी ग्रामीण भाग उद्ध्वस्त केला आणि शिवाजीच्या किल्ल्यांना वेढा घातला. मुघल सेनापती शिवाजीच्या अनेक प्रमुख सेनापतींना आणि त्यांच्या अनेक घोडदळांना मुघल सेवेत आकर्षित करण्यात यशस्वी झाला. 1665 च्या मध्यापर्यंत, पुरंदरच्या किल्ल्याला वेढा घातला आणि ताब्यात घेण्याच्या जवळ आल्याने शिवाजीला जयसिंगशी करार करण्यास भाग पाडले गेले. <br />
                ११ जून १६६५ रोजी शिवाजी आणि जयसिंग यांच्यात झालेल्या पुरंदरच्या तहात, शिवाजीने २३ किल्ले सोडून देण्याचे मान्य केले, 12 स्वतःकडे ठेवले आणि मोगलांना ४००,००० सोन्याचे हुन नुकसान भरपाई दिली. शिवाजीने मुघल साम्राज्याचा जामीनदार बनण्यास आणि आपला मुलगा संभाजी याला ५,००० घोडेस्वारांसह दख्खनमध्ये मुघलांशी लढण्यासाठी मनसबदार म्हणून पाठवण्याचे मान्य केले.
              </p>
              <img src="imgs/treaty-of-purandar.webp" alt="treaty-of-purandar" height="400" />
            </div>
      <hr class="inside" />
            <ul><h3><li>आग्रा येथे अटक आणि पलायन:</li></h3></ul>
            <div class="info_pic">
              <p>
                १६६६ मध्ये, औरंगजेबाने शिवाजीला आग्रा येथे बोलावले (जरी काही सूत्रांनी त्याऐवजी दिल्ली राज्य केले), त्याचा नऊ वर्षांचा मुलगा संभाजीसह. मुघल साम्राज्याच्या वायव्य सरहद्दीला मजबूत करण्यासाठी औरंगजेबने शिवाजीला कंदाहार येथे पाठवण्याची योजना आखली, जो आता अफगाणिस्तानमध्ये आहे. तथापि, १२ मे १६६६ रोजी, शिवाजीला तुलनेने खालच्या दर्जाच्या थोर लोकांसमवेत दरबारात उभे केले गेले, ज्या पुरुषांनी त्याने युद्धात आधीच पराभूत केले होते. शिवाजीने गुन्हा केला, तेथून बाहेर पडले आणि त्याला ताबडतोब नजरकैदेत ठेवण्यात आले. जयसिंगचा मुलगा रामसिंग याने शिवाजी आणि त्याच्या मुलाच्या ताब्यात देण्याची हमी दिली.
              </p>
              <img src="imgs/agra-escape.webp" alt="agra-escape" height="300" />
            </div>
            <div class="info_pic">
              <p>
                शिवाजीची नजरकैदेत असलेली स्थिती धोक्याची होती, कारण औरंगजेबाच्या दरबारात त्याला मारायचे की त्याला कामावर ठेवायचे यावर वाद होता. जयसिंगाने शिवाजीला त्याच्या वैयक्तिक सुरक्षेचे आश्वासन देऊन औरंगजेबाच्या निर्णयावर प्रभाव टाकण्याचा प्रयत्न केला. दरम्यान, शिवाजीने स्वत:ला मुक्त करण्याची योजना आखली. त्याने आपल्या बहुतेक लोकांना घरी परत पाठवले आणि रामसिंगला सम्राटाकडे दिलेली हमी स्वतःच्या आणि मुलाच्या सुरक्षिततेसाठी मागे घेण्यास सांगितले. तो मुघल सैन्याला शरण गेला. तेव्हा शिवाजीने आजारी असल्याचे भासवले आणि ब्राह्मणांना आणि गरिबांना प्रायश्चित्त म्हणून देण्यासाठी मिठाईने भरलेल्या मोठ्या टोपल्या पाठवायला सुरुवात केली. १७ ऑगस्ट १६६६ रोजी एका मोठ्या टोपलीत स्वत:ला आणि त्याचा मुलगा संभाजीला दुसऱ्या टोपलीत टाकून शिवाजी निसटला आणि आग्रा सोडला.
              </p>
            </div>
          </section>
    <hr />
          <section id="coronation">
            <h2>महाराजांचा राज्याभिषेक</h2>
            <div class="info_pic">
              <p>
                शिवाजीने आपल्या मोहिमेद्वारे मोठ्या प्रमाणावर जमीन आणि संपत्ती मिळवली होती, परंतु औपचारिक पदवी नसतानाही, तो तांत्रिकदृष्ट्या मुघल जमीनदार किंवा विजापुरी जहागीरदाराचा मुलगा होता, त्याच्या वास्तविक डोमेनवर राज्य करण्यासाठी कोणताही कायदेशीर आधार नव्हता. एक राजेशाही पदवी यास संबोधित करू शकते आणि त्याच्या समतुल्य असलेल्या इतर मराठा नेत्यांच्या कोणत्याही आव्हानांना रोखू शकते. अशी पदवी हिंदू मराठ्यांना अन्यथा मुस्लिम शासित प्रदेशात एक सहकारी हिंदू सार्वभौम प्रदान करेल.
              </p>
              <img src="imgs/coronation.webp" alt="coronation" height="300" />
            </div>
            <div class="info_pic">
              <p>
                प्रस्तावित राज्याभिषेकाची तयारी १६७३ मध्ये सुरू झाली. तथापि, काही वादांमुळे राज्याभिषेकाला जवळपास एक वर्ष उशीर झाला. शिवाजीच्या दरबारातील ब्राह्मणांमध्ये एक वाद निर्माण झाला: त्यांनी शिवाजीला राजा म्हणून राज्याभिषेक करण्यास नकार दिला कारण तो दर्जा हिंदू समाजातील क्षत्रिय (योद्धा) वर्णांसाठी राखीव होता. शिवाजी हे शेतीच्या गावांतील प्रमुखांच्या वंशातून आले होते आणि ब्राह्मणांनी त्यानुसार त्यांना क्षत्रिय नव्हे तर मराठा म्हणून वर्गीकृत केले. त्यांनी नमूद केले की शिवाजीने पवित्र धाग्याचा समारंभ कधीच केला नव्हता आणि क्षत्रियासारखा धागा घातला नाही. शिवाजीने वाराणसीचे पंडित गागा भट्ट यांना बोलावले, ज्याने सांगितले की शिवाजी सिसोदियांचा वंशज होता हे सिद्ध करणारी वंशावळ सापडली आहे आणि अशा प्रकारे खरोखरच एक क्षत्रिय आहे, जरी त्याच्या पदासाठी योग्य समारंभांची गरज होती. हा दर्जा लागू करण्यासाठी, शिवाजीला एक पवित्र धागा समारंभ देण्यात आला आणि क्षत्रियाकडून अपेक्षित वैदिक संस्कारांनुसार त्याच्या जोडीदाराशी पुनर्विवाह केला गेला. तथापि, ऐतिहासिक पुराव्यांनुसार, राजपूत आणि विशेषत: सिसोदीयल वंशावर शिवाजीचा दावा, अगदी क्षुल्लक, सर्वोत्तम, पूर्णपणे कल्पक असे काहीही असल्याचे पाहिले जाऊ शकते. <br />
                २८ मे रोजी, शिवाजीने त्यांच्या आणि त्यांच्या पूर्वजांनी इतके दिवस क्षत्रिय संस्कार न पाळल्याबद्दल तपश्चर्या केली. मग त्याला गागा भट्ट यांनी पवित्र धाग्याने गुंतवले. इतर ब्राह्मणांच्या आग्रहास्तव, गागा भट्ट यांनी वैदिक मंत्रोच्चार वगळले आणि शिवाजीला ब्राह्मणांच्या बरोबरीने न ठेवता दोनदा जन्मलेल्या जीवनाच्या सुधारित स्वरूपाची सुरुवात केली. दुसऱ्या दिवशी, शिवाजीने स्वतःच्या हयातीत जाणूनबुजून किंवा अपघाती केलेल्या पापांचे प्रायश्चित्त केले. त्याचे सोने, चांदी आणि इतर अनेक वस्तू, जसे की बारीक तागाचे कापड, कापूर, मीठ, साखर इत्यादी सात धातूंशी स्वतंत्रपणे तोलले गेले. या सर्व वस्तू, एक लाख हूणांसह, ब्राह्मणांमध्ये वाटल्या गेल्या. पण यातूनही ब्राह्मणांचा लोभ भागला नाही. दोन विद्वान ब्राह्मणांनी निदर्शनास आणून दिले की शिवाजीने छापे टाकताना ब्राह्मण, गायी, स्त्रिया आणि मुले मारली होती. रु.च्या किमतीत तो या पापांपासून शुद्ध होऊ शकतो. ८,०००, जे शिवाजीने दिले. सभा, सामान्य भिक्षा, सिंहासन आणि दागिन्यांसाठीचा एकूण खर्च १.५ दशलक्ष रुपयांपर्यंत पोहोचला. <br />
                ६ जून १६७४ रोजी रायगड किल्ल्यावर एका भव्य समारंभात शिवाजीचा मराठा साम्राज्याचा (हिंदवी स्वराज) राज्याभिषेक झाला. हिंदू कॅलेंडरमध्ये १५९६ मध्ये ज्येष्ठ महिन्याच्या पहिल्या पंधरवड्याचा १३ वा दिवस (त्रयोदशी) होता. गागा भट्ट यांनी सात पवित्र नद्यांच्या पाण्याने भरलेल्या सोन्याच्या पात्रातून पाणी ओतण्याचे कार्य केले - यमुना, सिंधू, गंगा, गोदावरी, नर्मदा, कृष्णा आणि कावेरी - शिवाजीच्या मस्तकावर, आणि वैदिक राज्याभिषेक मंत्रांचा जप केला. प्रसवल्यानंतर शिवाजीने आपली आई जिजाबाई यांच्यापुढे नतमस्तक होऊन त्यांच्या चरणांना स्पर्श केला. सोहळ्यासाठी रायगडावर जवळपास पन्नास हजार लोक जमले होते. शिवाजीला शककर्ता ("युगाचा संस्थापक") आणि छत्रपती ("सार्वभौम") असा हक्क होता. त्यांनी हैंदव धर्मोद्धारक (हिंदू धर्माचे रक्षक) आणि क्षत्रिय कुलवंत: क्षत्रिय हा हिंदू धर्माचा वर्ण आणि कुलवंत म्हणजे 'कुलाचा किंवा वंशाचा प्रमुख' अशी पदवी देखील घेतली. <br />
                १८ जून १६७४ रोजी शिवाजीच्या आईचे निधन झाले. मराठ्यांनी निश्चल पुरी गोस्वामी या तांत्रिक पुजारीला बोलावले, ज्याने घोषित केले की मूळ राज्याभिषेक अशुभ ताऱ्यांखाली झाला होता आणि दुसरा राज्याभिषेक आवश्यक आहे. 24 सप्टेंबर 1674 रोजी झालेल्या या दुसऱ्या राज्याभिषेकाने, कमी वादग्रस्त सोहळ्यामुळे, शिवाजी त्याच्या पहिल्या राज्याभिषेकाच्या वैदिक संस्कारांसाठी पात्र नव्हते असे अजूनही मानणाऱ्यांना चिडवले.
              </p>
            </div>
          </section>
        </main>
      </div>
    </>
  )
}
