import React from 'react'
import { Link } from 'react-router-dom';

export default function Sanskrit() {

  document.title = "छत्रपति शिवाजी महाराज - संस्कृत";

  document.querySelector('meta[name="description"]').setAttribute("content", "छत्रपति शिवाजी महाराज एकः अद्भुतः मराठा राजा आसीत्, अयं श्रद्धांजलिपृष्ठः च भवन्तं तस्य अविश्वसनीयजगति पदानि स्थापयितुं शक्नोति। भारतीय इतिहासे तस्य शौर्यस्य नेतृत्वस्य च विषये ज्ञातव्यम्। सः मराठासाम्राज्यस्य निर्माणं कथं कृतवान्, स्मार्टसैन्यरणनीतिं च प्रयुक्तवान् इति अन्वेष्यताम् । अस्मिन् पृष्ठे तस्य स्मार्ट-रणनीतयः, सः कियत् सम्यक् कार्याणि चालितवान् इति च पश्यति । तस्य प्रबलभावनायाः विषये ज्ञातव्यं यत् १६ शताब्द्यां प्रभावितवती अद्यत्वे अपि जनान् प्रेरयति। अस्मिन् पृष्ठे समुद्रे तस्य कौशलस्य, न्यायपूर्णशासनस्य प्रतिबद्धतायाः च विषये चर्चा कृता अस्ति। अस्य महत्त्वपूर्णस्य ऐतिहासिकस्य व्यक्तिस्य सम्मानार्थं मया सह सम्मिलिताः भवन्तु, तस्य यत् कृतं तत् किमर्थं महत्त्वपूर्णम् इति च ज्ञातव्यम्। छत्रपति शिवाजी महाराजस्य असाधारणजीवनस्य कथाः अन्वेषयन्तु, अस्माकं इतिहासाय सः किमर्थं महत्त्वपूर्णः इति च।");

  return (
    <>
      <nav>
          <span id="translate-lang">अनुवदति :</span>
          <div class="lang">
              <span><Link to="/">English</Link></span>
              <span><Link to="/hindi">हिन्दी</Link></span>
              <span><Link to="/marathi">मराठी</Link></span>
              <span><Link to="/telugu">తెలుగు</Link></span>
              <span><Link to="/kannada">ಕನ್ನಡ</Link></span>
          </div>
      </nav>

      <main>
          <section id="introduction">
              <div class="p">
                  <h1>छत्रपति शिवाजी महाराज</h1>
                  <div class="intro">
                      <img src="imgs/chatrapati-shivaji-maharaj.webp" alt="chatrapati-shivaji-maharaj-portrait" height="600px" />
                      <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>छत्रपति शिवाजी महाराज</strong> भोंस्ले मराठा कुलस्य भारतीयः शासकः आसीत् । मराठासाम्राज्यस्य आधारं स्थापितं बीजापुरस्य दुर्बलतां गच्छन्त्याः आदिलशाहीसल्तनतात् उद्भूतः सः स्वराज्यं स्थापितवान् । १६७४ तमे वर्षे रायगडदुर्गे शिवाजी आधिकारिकतया स्वस्य क्षेत्रस्य चत्रपतित्वेन अभिषिक्तः । <br />
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी जीवनपर्यन्तं मुगलसाम्राज्यं, गोलकोण्डासुल्तानराज्यं, बीजापुरस्य सल्तनतराज्यं, यूरोपीय-उपनिवेशसैनिकैः च सहितैः विविधैः शक्तिभिः सह गठबन्धनं, संघर्षं च कृतवान् तस्य सैन्य-अभियानेषु मराठा-प्रभावस्य विस्तारः अभवत्, यत्र दुर्गाणां ग्रहणं, निर्माणं च, मराठा-नौसेनायाः विकासः च अभवत् । शिवाजी इत्यनेन संरचितप्रशासनिकव्यवस्थाभिः सह कुशलं अग्रेचिन्तकं च नागरिकप्रशासनं स्थापितं । सः प्राचीनहिन्दुराजनैतिकरीतिरिवाजान्, दरबारीपरम्परान् पुनः सजीवं कृतवान्, न्यायालये प्रशासने च फारसीभाषायाः स्थाने मराठीभाषायाः, संस्कृतभाषायाः च प्रयोगस्य वकालतम् अकरोत् । <br />
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी महिलानां प्रति आदरपूर्णव्यवहारस्य, समावेशीदृष्टिकोणस्य च प्रशंसितः आसीत्, यत्र मुस्लिम-यूरोपीय-सहितस्य विविधजातीय-धर्म-व्यक्तिं स्वप्रशासने सैन्यसेवायां च नियोजितवान् <br />
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीमहाराजस्य विरासतः दृष्टिकोणस्य युगस्य च आधारेण भिन्नः आसीत्, परन्तु तस्य निधनस्य प्रायः शताब्दद्वयानन्तरं भारतीयस्वतन्त्रता-आन्दोलनस्य समये तस्य महत्त्वं वर्धितम् अनेके भारतीयराष्ट्रवादिनः तं राष्ट्रवादस्य पूर्ववर्ती, हिन्दुषु नायकं च मन्यन्ते स्म ।
                      </p>
                  </div>
              </div>
          </section>
  <hr />
          <section id="early-life">
              <h2>प्रारम्भिक जीवन</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>छत्रपति शिवाजी महाराज</strong>स्य जन्म पुणेमण्डलस्य अधुना भागस्य जुन्नारस्य समीपे शिवनेरी पर्वतदुर्गे अभवत् । तस्य जन्मदिवसः १९ फेब्रुवरी दिनाङ्कः शिवाजीजयन्ती इति नाम्ना आचर्यते । तस्य नामकरणं स्थानीयदेव्याः शिवईदेवीनाम्ना अभवत् । शिवाजी मराठानां भोन्स्ले गोत्रस्य आसीत् । तस्य पिता शाहाजी भोंस्ले दक्कन-सुल्तान-राज्यस्य सेनापतित्वेन सेवां कृतवान् । तस्य माता जिजाबाई मुगलसङ्गठितस्य सिन्धखेदस्य लखुजीजाधवरावस्य पुत्री आसीत् । शिवाजी इत्यस्य पैतृकपितामहः मालोजी अहमदनगरसल्तनतस्य प्रमुखः सेनापतिः आसीत्, यः "राजा" इति उपाधिं प्राप्तवान् । सैन्यव्ययस्य कृते पुणे, सुपे, चकान्, इण्डपुरस्य च अधिकारं प्राप्तवान्, निवासार्थं शिवनेरीदुर्गे च अधिकारं प्राप्तवान् । शिवाजीजन्मकाले दक्कन-राज्ये सत्ता बीजापुर-अहमदनगर-गोलकोण्डा-सुल्तनतेषु विभक्ता आसीत् । शाहाजी पुणे-नगरे स्वस्य जागीरं, लघुसेना च धारयन् विविधशासकानाम् प्रति निष्ठां निर्वाहितवान् ।
                  </p>
                  <img src="imgs/shivaji_childhood.webp" alt="shivaji_childhood" height="500" />
              </div>
          </section>
  <hr />
          <section id="bijapur_conflict">
              <h2>बीजापुर सल्तनतसह द्वन्द्व</h2>
              <ul><h3><li>पृष्ठभूमिः सन्दर्भः च :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६३६ तमे वर्षे बीजापुरस्य आदिलशाहीसुल्तनतराज्यं दक्षिणराज्येषु आक्रमणं प्रारब्धवान्, यतः अद्यैव मुगलसाम्राज्यस्य वसीयतराज्यं जातम् तदानीन्तनः पश्चिमभारतस्य मराठा-उच्चभूमिषु प्रमुखः शाहाजी जितप्रदेशेषु जागीरभूमिं प्राप्तुं आशां कुर्वन् सल्तनतस्य समर्थनं कृतवान्, येन सः वार्षिकीरूपेण करं संग्रहीतुं शक्नोति स्म <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शहाजी पूर्वं संक्षिप्तमुगलसेवायां तेषां विरुद्धं विद्रोहं कृतवान् । बीजापुर-समर्थनेन मुगलविरुद्धं तस्य अभियानं बहुधा असफलम् अभवत् । मुगलसेनायाः निरन्तरं अनुसरणं कुर्वन्तः शिवाजी तस्य माता जिजाबाई च निरन्तरं दुर्गात् दुर्गं प्रति स्थानान्तरितुं प्रवृत्ताः आसन् ।
                  </p>
                  <img src="imgs/shivneri.webp" alt="shivneri" height="400px" />
              </div>
              <div className="info_pic">
                <p>
                  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६३६ तमे वर्षे शाहाजी बीजापुरं प्रति निष्ठां परिवर्त्य पूना-प्रदानं प्राप्तवान् । यदा शाहाजी बीजापुरस्य आदिलशाहेन बेङ्गलूरुनगरे स्थितः आसीत्, तदा सः दादोजी कोण्डदेवं पूणायाः प्रशासकत्वेन नियुक्तवान् । शिवाजी जीजाबाई च पूनायां निवसतः। १६४७ तमे वर्षे यदा कोण्डदेवः स्वर्गं गतः तदा शिवाजी प्रशासनं स्वीकृतवान् । तस्य प्रारम्भिकक्रियासु एकं प्रत्यक्षतया बीजापुरीसर्वकारस्य अधिकारं आव्हानं कृतवान् ।
                </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>स्वतन्त्र सामान्यता :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६४६ तमे वर्षे १६ वर्षे शिवाजी सुल्तान मोहम्मद आदिलशाहस्य रोगात् बीजापुर-दरबारस्य अन्तः उत्पन्नस्य अशान्तिस्य लाभं गृहीत्वा तोर्ना-दुर्गं जप्तवान्, महत्त्वपूर्णं निधिं च जप्तवान् अग्रिमवर्षद्वये सः पुणे-नगरस्य समीपे पुरन्दरः, कोन्धना, चकान् च इत्यादीनि अनेकानि प्रमुखदुर्गाणि गृहीतवान्, पुणेतः पूर्वदिशि स्थितेषु क्षेत्रेषु, यथा सुपा, बारामती, इण्डापुर् इत्यादिषु क्षेत्रेषु स्वस्य प्रत्यक्षं नियन्त्रणं विस्तारितवान् तोर्नातः प्राप्तस्य निधिस्य उपयोगेन सः राजगद् इति नूतनं दुर्गं निर्मितवान्, यत् दशवर्षाधिकं यावत् तस्य प्रशासनस्य केन्द्रं जातम् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;तदनन्तरं शिवाजी स्वस्य ध्यानं पश्चिमदिशि कोङ्कणप्रदेशे स्थापयित्वा महत्त्वपूर्णं कल्याणनगरं प्राप्तवान् । बीजापुरसर्वकारः एतेषां विकासानां संज्ञानं गृहीत्वा तेषां प्रतिकारार्थं प्रवृत्तः । १६४८ तमे वर्षे जुलैमासस्य २५ दिनाङ्के शिवाजी इत्यस्य वर्धमानं प्रभावं निवारयितुं बीजापुरस्य आज्ञानुसारं कार्यं कुर्वन् सह मराठानेता बाजी घोरपाडे इत्यनेन शाहाजी कारागारे स्थापितः ।
                  </p>
                  <img src="imgs/south_india_in_1605.webp" alt="shivneri" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाहाजी १६४९ तमे वर्षे पुनः स्वतन्त्रतां प्राप्तवान्, जिन्जी-नगरस्य ग्रहणस्य अनन्तरं, येन कर्नाटके आदिलशाहस्य अधिकारः सुरक्षितः अभवत् । १६४९ तमे वर्षे १६५५ तमे वर्षे च शिवाजी स्वलाभानां सुदृढीकरणाय स्वसैन्य-अभियानानां विरामं कृतवान् । पितुः मुक्तेः अनन्तरं सः पुनः आक्रमणं आरब्धवान्, १६५६ तमे वर्षे बीजापुरस्य अन्यस्य मराठासामन्तस्य चन्द्रराव मोरे इत्यस्य विवादास्पदरूपेण वधं कृत्वा वर्तमानस्य महाबलेश्वरस्य समीपे जावली-उपत्यकायाः नियन्त्रणं गृहीतवान् अनेन विजयेन शिवाजी दक्षिणे नैर्ऋत्यमहाराष्ट्रे च स्वस्य आक्रमणानां विस्तारं कर्तुं समर्थः अभवत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;भोंस्ले-मोरे-कुटुम्बान् विहाय सावन्तवाडी-नगरस्य सावन्तः, मुढोल-नगरस्य घोरपाडेः, फाल्टन-नगरस्य निम्बालकरः, शिर्के-माने-मोहिते-परिवाराः च इत्यादयः अनेके जनाः बीजापुरस्य आदिलशाही-परिवारस्य सेवां कृतवन्तः, देशमुखी अधिकार धारण अनेक। शिवाजी एतेषां प्रभावशालिनां परिवारानां वशीकरणार्थं विविधानि रणनीत्यानि प्रयुक्तवान्, यथा गठबन्धनानि, देशमुखान् त्यक्तुं ग्रामपाटिलैः सह प्रत्यक्षतया संलग्नाः, अथवा बलस्य प्रयोगः <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अनन्तरवर्षेषु शहाजी स्वपुत्रस्य प्रति मिश्रितभावनाः प्रदर्शयति स्म, स्वस्य विद्रोहीकार्यं नकारयन् शिवाजी इत्यस्य भाग्यं बीजापुर-अधिकारिभ्यः त्यक्तवान् शाहाजी १६६४–१६६५ तमे वर्षे मृगयादुर्घटने स्वर्गं गतः ।
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>अफजलखान इत्यनेन सह युद्धम् :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी-सैनिकानाम् विरुद्धं हानिः, विशेषतः तेषां वसीयत-शाहाजी-पुत्रस्य कर्मणां अस्वीकारं कृत्वा बीजापुर-सुल्तनत-राज्यं अधिकाधिकं अप्रसन्नतां प्राप्नोत् मुगलैः सह शान्तिसन्धिः स्थापिता, युवा अली आदिलशाहद्वितीयस्य सुल्तानरूपेण आरोहणं च कृत्वा बीजापुरं स्थिरं जातम्, तस्य ध्यानं शिवाजीं प्रति निर्देशितवान् <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६५७ तमे वर्षे सुल्तानः सम्भवतः स्वमातुः, रिजेण्ट्-इत्यनेन च प्रभावितः, शिवाजी-इत्यस्य ग्रहणार्थं अफजलखानः इति अनुभवी सेनापतिं प्रेषितवान् तेषां सङ्घर्षात् पूर्वं बीजापुरीसैनिकाः शिवाजीपरिवारस्य पवित्रं तुलजाभवानीमन्दिरं, हिन्दुतीर्थस्थलं महत्त्वपूर्णं पन्धरपुरस्थं विथोबामन्दिरं च दूषितवन्तः । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बीजापुरीसैनिकैः मृगयाकृतः शिवाजी प्रतापगद्दुर्गे शरणं गतः। स्वसहकारिणां समर्पणस्य दबावेन अपि शिवाजी तस्य सैनिकाः च जडाः एव आसन् । उभयपक्षः गतिरोधं प्राप्तवान्, शिवाजी घेरणं भङ्गयितुं असमर्थः, अफजलखानस्य दुर्गं ग्रहीतुं आवश्यकं घेरणसाधनानाम् अभावः च अभवत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मासद्वयानन्तरं अफजलखानः दुर्गस्य बहिः शिवाजी इत्यनेन सह निजीसमागमस्य प्रस्तावम् अयच्छत्, येन शर्ताः वार्तालापः करणीयः, चर्चायाः आरम्भार्थं दूतं प्रेषितवान्
                  </p>
                  <img src="imgs/afzal_khan.webp" alt="shivneri" height="450px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६५९ तमे वर्षे नवम्बर्-मासस्य १० दिनाङ्के शिवाजी-अफजलखानयोः प्रतापगद्-दुर्गस्य पादे एकस्मिन् कुटीरे मिलितवन्तौ । प्रत्येकं खड्गेन सज्जाः एकेन अनुयायिना सह च भवेयुः इति सभायाः शर्ताः निर्धारिताः आसन् । अफजलखानस्य अभिप्रायस्य शङ्कितः शिवाजी वस्त्रस्य अधः कवचं धारयति स्म, वामबाहौ वाघनखं (धातुस्य "व्याघ्रनखं") गोपयति स्म, दक्षिणहस्ते खड्गं च धारयति स्म <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;समागमस्य सटीकघटनानि अस्पष्टानि एव तिष्ठन्ति, यतः ते मुख्यतया मराठा-आख्यायिकाभिः कथ्यन्ते । परन्तु सामान्यतया मन्यते यत् तयोः मध्ये शारीरिकविवादः अभवत्, यस्य परिणामेण खानस्य मृत्युः अभवत् । खानस्य खड्गः शिवाजी-कवचं प्रविष्टुं असफलः अभवत्, शिवाजी तं घातकरूपेण घातितवान्, तदनन्तरं बीजापुरी-सेनायाः उपरि आक्रमणं कर्तुं तोप-विस्फोटेन स्वस्य गुप्त-सैनिकानाम् संकेतं दत्तवान्
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अनन्तरं प्रतापगढयुद्धे शिवाजीसैनिकाः बीजापुरसुल्तनतस्य सेनायाः उपरि निर्णायकं विजयं प्राप्तवन्तः । बीजापुरसेनायाः ३००० तः अधिकाः सैनिकाः मृताः, एकः उच्चपदस्थः सरदारः, अफजलखानस्य पुत्रद्वयं, मराठाप्रमुखद्वयं च बद्धौ विजयस्य अनन्तरं शिवाजी प्रतापगढस्य अधः भव्यसमीक्षां कृतवान् । गृहीताः शत्रवः अधिकारिणः सैनिकाः च मुक्ताः भूत्वा भोजनैः उपहारैः च स्वगृहं प्रति अनुसृताः । मराठानां शौर्यस्य निष्ठायाः च यथाविधि पुरस्कृताः ।
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>पन्हलस्य घेरणम् :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बीजापुरीसैनिकेषु विजयं अनुसृत्य शिवाजी तस्य सेना सह कोङ्कनतटं कोल्हापुरं च प्रति अगच्छत्। ते पन्हालादुर्गं गृहीत्वा १६५९ तमे वर्षे रुस्तमजमान-फजलखानयोः नेतृत्वे बीजापुरीसैनिकाः पराजितवन्तः ।१६६० तमे वर्षे आदिलशाहः शिवाजी-दक्षिणसीमायां आक्रमणं कर्तुं स्वस्य सेनापतिं सिद्दी जौहरं प्रेषितवान्, मुगलाः तु उत्तरतः युगपत् आक्रमणस्य योजनां कृतवन्तः <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अस्मिन् काले शिवाजी स्वसैनिकैः सह पन्हलदुर्गे स्थितः आसीत् । १६६० तमे वर्षे मध्यभागे सिद्दी जौहरस्य सेना पन्हलानगरं व्याप्तवती, दुर्गस्य आपूर्तिमार्गाः च्छिन्नाः । पन्हाला-नगरस्य बम-प्रहारं तीव्रं कर्तुं सिद्दी-जौहरः राजापुर-नगरे आङ्ग्लानां कृते ग्रेनेड्-आधिगत्य आङ्ग्ल-तोप-दलस्य नियुक्तिं कृतवान्, येषु आङ्ग्ल-ध्वजं दृश्यते स्म शिवाजी इत्यनेन एतत् कार्यं विश्वासघातः इति ज्ञात्वा डिसेम्बरमासे राजापुरनगरस्य आङ्ग्लकारखाने आक्रमणं कृत्वा प्रतिकारं कृत्वा चत्वारः स्वामिनः गृहीताः, ये १६६३ तमे वर्षस्य मध्यभागपर्यन्तं कारागारे एव आसन्
                  </p>
                  <img src="imgs/panhala-fort.webp" alt="panhala-fort" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मासान् यावत् घेरणं सहित्वा शिवाजी सिद्दी जौहर इत्यनेन सह वार्तायां प्रविष्टवान्, अन्ततः १६६० तमे वर्षे सेप्टेम्बर्-मासस्य २२ दिनाङ्के दुर्गं समर्पितवान् ।समर्पणस्य अनन्तरं शिवाजी विशालगद्-नगरं निवृत्तः उल्लेखनीयं यत् शिवाजी पश्चात् १६७३ तमे वर्षे पनहलं पुनः प्राप्स्यति स्म ।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>पवन खीन्द का युद्ध :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी रात्रौ आच्छादनेन पन्हलात् साहसिकं पलायनं कृतवान्। यथा यथा शत्रुस्य अश्वसेना तस्य अनुसरणं कुर्वन्ति स्म तथा तथा तस्य निष्ठावान् मराठासरदारः बन्दलदेशमुखस्य बाजीप्रभुदेशपाण्डे ३०० सैनिकैः सह वीरतया स्वेच्छया घोड् खिन्द् ("अश्वखात") इत्यत्र शत्रुणा सह युद्धं कर्तुं प्रवृत्तः तेषां यज्ञस्य उद्देश्यं शत्रुसैनिकानाम् विलम्बः, शिवाजी, शेषसेना च विशालगद्दुर्गस्य अभयस्थानं प्राप्तुं अनुमतिं दातुं च आसीत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अनन्तरं पवन खिन्दस्य युद्धे अधिकसंख्याकाः मराठासैनिकाः शिवाजी-पलायनार्थं निर्णायकं समयं क्रीतवन्तः बृहत्तरं शत्रुं वीरतया निरुद्धवन्तः क्षतिग्रस्तः अपि बाजीप्रभुदेशपाण्डे तावत्पर्यन्तं युद्धं कुर्वन् आसीत् यावत् विशालगडतः तोपस्य अग्निना शब्दः न श्रुतः, यत् १६६० तमे वर्षे जुलै-मासस्य १३ दिनाङ्के सायंकाले शिवाजी-दुर्गे सफलतया आगमनस्य संकेतं दत्तवान् ।<br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;तेषां शौर्यं बलिदानं च स्वीकृत्य पश्चात् बाजीप्रभुदेशपाण्डे, शिबोसिंहजाधवः, फुलोजी, युद्धं कृतवन्तः सर्वे सैनिकाः च सम्मानार्थं घोड खीण्ड् इत्यस्य नाम पावन खीण्ड् ("पवित्र पास") इति अभवत् तत्र।
                  </p>
                  <img src="imgs/pavan-khind.webp" alt="pavan-khind" height="450px" />
              </div>
          </section>
  <hr />
          <section id="mughal_combat">
              <h2>मुगलैः सह युद्धम्</h2>
              <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६५७ तमवर्षपर्यन्तं शिवाजी मुगलसाम्राज्येन सह शान्तिपूर्णसम्बन्धं स्थापयति स्म । सः मुगलसम्राटस्य पुत्राय, दक्कन-नगरस्य उपराजाय च औरङ्गजेब-इत्यस्मै बीजापुर-विजये स्वस्य समर्थनं प्रदत्तवान् । प्रतिफलस्वरूपं शिवाजी स्वस्य वशस्थेषु बीजापुरीदुर्गेषु, ग्रामेषु च स्वस्य अधिकारस्य औपचारिकमान्यतां याचितवान् । परन्तु मुगलप्रतिक्रियायाः असन्तुष्टः, बीजापुरतः उत्तमं प्रस्तावः प्राप्य शिवाजी दक्कन-देशे मुगल-प्रदेशे छापां प्रारभत । <br />
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी इत्यस्य मुगलैः सह संघर्षाः १६५७ तमे वर्षे मार्चमासे वर्धिताः, यदा तस्य अधिकारिणौ अहमदनगरस्य समीपे मुगलक्षेत्रे आक्रमणं कृतवन्तौ तदनन्तरं जुन्नार-नगरे कृतेषु छापेषु शिवाजी त्रिलक्षं हुन्-रूप्यकाणि नगदरूपेण, २०० अश्वाः च जप्तवान् । तस्य प्रतिक्रियारूपेण औरङ्गजेबः नासिरीखानं प्रेषितवान्, यः अहमदनगरे शिवाजीसैनिकं पराजितवान् । परन्तु सम्राट् शाहजहानस्य अस्वस्थतायाः अनन्तरं वर्षाऋतुः भ्रातृभिः सह उत्तराधिकारार्थं संघर्षैः च शिवाजीविरुद्धं औरङ्गजेबस्य कार्याणि बाधितानि अभवन् ।
              </p>

              <ul><h3><li>शैस्ताखानस्य सूरतस्य च उपरि आक्रमणानि :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बीजापुरस्य बड़ी बेगमस्य आग्रहेण अधुना मुगलसम्राट् औरङ्गजेबः जनवरीमासे १५०,००० तः अधिकसैनिकानां भयंकरं सेनायाः सह स्वस्य मातुलस्य शैस्ताखानं प्रेषितवान् 1660. सिद्दी जौहरस्य नेतृत्वे बीजापुरस्य सेनायाः समन्वयेन शिवाजी इत्यस्य सम्मुखीकरणम् इति उद्देश्यम् आसीत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शैस्ताखानः ८०,००० सैनिकानाम् सेनायाः आज्ञां दत्त्वा सफलं अभियानं प्रारभ्य पुणे-नगरं गृहीतवान् । सः सार्धमासपर्यन्तं व्याप्तेः अनन्तरं तस्य भित्तिं भङ्ग्य समीपस्थं चकन-दुर्गं अपि जप्तवान् । ततः शैष्टखानः लालमहल इति नाम्ना प्रसिद्धे शिवाजीप्रासादे निवासं कृतवान् ।
                  </p>
                  <img src="imgs/shaista_khan.webp" alt="shaista_khan" height="320" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६६३ तमे वर्षे एप्रिलमासस्य ५ दिनाङ्के रात्रौ शिवाजी इत्यनेन शैस्ताखानस्य शिबिरे साहसिकं निशाचरं आक्रमणं कृतम् । ४०० पुरुषैः सह शिवाजी खानस्य भवने आक्रमणं कृत्वा खानस्य शय्यागृहं प्रविश्य तस्य उपरि व्रणं कृत्वा त्रीणि अङ्गुलीनां हानिः अभवत् । तदनन्तरं अराजकतायां शैस्ताखानस्य पुत्रः अनेकैः पत्नीभिः, सेवकैः, सैनिकैः च सह प्राणान् त्यक्तवान् । पुणेतः बहिः मुगलसैनिकैः सह शरणं प्राप्य खानः अपमानजनकघटनायाः कारणात् औरङ्गजेबस्य दण्डस्य सामनां कृतवान्, यस्य परिणामेण तस्य बङ्गालदेशं स्थानान्तरणं जातम् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शैस्ताखानस्य आक्रामकतायाः प्रतिक्रियारूपेण स्वस्य क्षीणकोषस्य पुनः पूरणार्थं च शिवाजी १६६४ तमे वर्षे मुगलव्यापारकेन्द्रस्य प्रमुखं समृद्धं बन्दरगाहनगरं सूरतनगरं निष्कासितवान् ।अतिरिक्तं १६६५ तमे वर्षे फरवरीमासे १३ दिनाङ्के सः... वर्तमान कर्नाटकदेशे स्थिते पुर्तगालीयाः कब्जाधारे बसरुर्-नगरे नौसैनिक-आक्रमणं कृत्वा पर्याप्तं लुण्ठनं प्राप्तम् ।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>पुरन्दरस्य सन्धिः :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शैस्ताखानस्य सूरतस्य च आक्रमणेन औरङ्गजेबः अतीव क्रुद्धः अभवत्, येन सः शिवाजीं वशं कर्तुं १५,००० सैनिकसङ्ख्यायाः सेनायाः सह राजपूतसेनापतिं जयसिंह प्रथमं प्रेषितवान् १६६५ तमे वर्षे यावत् जयसिंहस्य सैनिकाः अदम्यरूपेण शिवाजी इत्यस्य अनुसरणं कृतवन्तः, तेषां अश्वसैनिकाः ग्राम्यक्षेत्रं विनाशयन्तः तस्य दुर्गान् च व्याप्तवन्तः । मुगलसेनापतिः शिवाजी इत्यस्य कतिपयान् प्रमुखसेनापतयः, तस्य बहवः अश्वसैनिकाः च मुगलसेवायां सम्मिलितुं सफलतया प्रलोभितवान् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६६५ तमे वर्षे मध्यभागे पुरन्दरस्थं दुर्गं पतनस्य कगारं कृत्वा शिवाजी जयसिंहेन सह वार्तालापं कर्तुं बाध्यः अभवत् । १६६५ तमे वर्षे जूनमासस्य ११ दिनाङ्के कृतायां पुरन्दरसन्धौ शिवाजी स्वस्य कृते केवलं १२ दुर्गाणि अवलम्ब्य स्वस्य २३ दुर्गाणि समर्पयितुं सहमतः अभवत् । तदतिरिक्तं सः मुगल-जनानाम् कृते ४,००,००० सुवर्ण-हुन्-रूप्यकाणां क्षतिपूर्तिं दातुं सहमतः । शिवाजी अपि मुगलसाम्राज्यस्य वसीयः भवितुं, स्वपुत्रं सम्भाजीं ५,००० अश्वसैनिकैः सह मन्सबदाररूपेण कार्यं कर्तुं, दक्कनदेशे मुगलानां कृते युद्धं कर्तुं च प्रेषयितुं च सहमतिम् अददात्
                      
                  </p>
                  <img src="imgs/treaty-of-purandar.webp" alt="treaty-of-purandar" height="400" />
              </div>
  
  <hr class="inside" />
              <ul><h3><li>आगरे गिरफ्तारी पलायनम् :</li></h3></ul>
              <div class="info_pic">
                  <p>
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६६६ तमे वर्षे औरङ्गजेबः नववर्षीयपुत्रेण सम्भाजीना सह शिवाजीं आगरानगरं (यद्यपि केचन स्रोताः दिल्लीं सूचयन्ति) आहूतवान् । औरङ्गजेबस्य अभिप्रायः आसीत् यत् मुगलसाम्राज्यस्य वायव्यसीमां सुदृढं कर्तुं शिवाजीं अद्य अफगानिस्तानदेशे इति काण्डहारनगरं प्रेषयितुं शक्नोति स्म । परन्तु १६६६ तमे वर्षे मेमासस्य १२ दिनाङ्के शिवाजी तुल्यकालिकलघुकुलीनानां मध्ये न्यायालये स्थातुं बाध्यः अभवत्, येषां व्यक्तिनां मध्ये सः पूर्वं युद्धे पराजितः आसीत् । शिवाजी अल्पं अनुभवति स्म, सहसा त्यक्तः, तत्क्षणमेव गृहनिरोधेन स्थापितः । जयसिंहस्य पुत्रः रामसिंहः शिवाजीस्य तस्य पुत्रस्य च अभिरक्षणस्य आश्वासनं दत्तवान् ।
                  </p>
                  <img src="imgs/agra-escape.webp" alt="agra-escape" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी इत्यस्य गृहनिरोधस्य स्थितिः खतरनाकः आसीत्, यतः औरङ्गजेबस्य न्यायालयेन तस्य वधः करणीयः वा नियोजितं निरन्तरं कर्तव्यम् इति विवादः कृतः जयसिंहः शिवाजीं स्वस्य व्यक्तिगतसुरक्षायाः आश्वासनं दत्त्वा औरङ्गजेबस्य निर्णयं प्रभावितुं प्रयतितवान् । एतस्मिन् समये शिवाजी स्वस्य मुक्तिं कर्तुं योजनां कृतवान् । सः स्वस्य अधिकांशं पुरुषं गृहं प्रेषितवान्, रामसिंहं च स्वस्य पुत्रस्य च सुरक्षितपरिपालनाय सम्राट् प्रति स्वस्य गारण्टीः निष्कासयितुं पृष्टवान् । सः मुगलसैनिकेभ्यः समर्पितवान् । ततः शिवाजी रोगी इति अभिनयं कृत्वा ब्राह्मणेभ्यः दरिद्रेभ्यः च तपस्यारूपेण दातुं मिष्टान्नैः पूर्णानि विशालानि टोकरीणि प्रेषयितुं आरब्धवान् । १६६६ तमे वर्षे अगस्तमासस्य १७ दिनाङ्के एकस्मिन् विशाले टोपले स्वपुत्रं सम्भाजीं च अन्यस्मिन् स्थापयित्वा शिवाजी पलायितः आगरातः निर्गतवान् ।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="reconquest">
              <h2>पुनर्विजयम्</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी-मुगलयोः मध्ये शान्तिः १६७० तमवर्षपर्यन्तं स्थापितः यदा औरङ्गजेबः शिवाजी-मुअज्जमयोः निकटसम्बन्धे शङ्कितः अभवत् औरङ्गजेबः आशङ्कितवान् यत् मुअज्जमः स्वस्य सिंहासनं चुनौतीं दातुं शक्नोति, तस्मात् शिवाजीतः घूसः प्राप्नोति इति शङ्कितः । तस्मिन् एव काले अफगानिस्तान-देशस्य विरुद्धं युद्धेषु प्रवृत्तः औरङ्गजेब् दक्कन-देशे स्वसेनायाः महतीं न्यूनीकरणं कृतवान् । अनेके विसर्जिताः सैनिकाः मराठासेवायां सम्मिलिताः । वर्षाणां पूर्वं शिवाजी इत्यस्य ऋणं दत्तं धनं पुनः प्राप्तुं मुगलाः शिवाजी इत्यस्य बेरारस्य जागीरं निरस्तं कृतवन्तः । तस्य प्रतिक्रियारूपेण शिवाजी मुगलविरुद्धं आक्रमणं कृतवान्, चतुर्मासाभ्यन्तरे समर्पितानां प्रदेशानां पर्याप्तं भागं पुनः प्राप्तवान् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७० तमे वर्षे शिवाजी द्वितीयवारं सूरतं निष्कासितवान् । यदा आङ्ग्ल-डच्-कारखानानि तस्य आक्रमणात् सफलतया रक्षणं कृतवन्तः तदा शिवाजी मक्कातः प्रत्यागच्छन् मुस्लिमराजकुमारस्य सम्पत्तिं च लुण्ठितवान् एतैः आक्रमणैः क्रुद्धाः मुगलाः पुनः शत्रुतां आरब्धवन्तः, सूरततः प्रत्यागमने शिवाजीं अवरुद्ध्य दाउदखानस्य सैन्यं प्रेषितवन्तः । परन्तु नाशिकस्य समीपे वाणी-डिण्डोरी-युद्धे शिवाजी विजयी उद्भूतः ।
                  </p>
                  <img src="imgs/reconquest.webp" alt="reconquest" height="450" />
              </div>
              <div class="info_pic">
                  <p>
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७० तमे वर्षे अक्टोबर्-मासे शिवाजी स्वसैनिकानाम् निर्देशं दत्तवान् यत् ते बम्बई-नगरे आङ्ग्लानां उत्पीडनं कुर्वन्तु, ये तस्मै युद्धसामग्रीविक्रयणं कर्तुं न अस्वीकृतवन्तः तस्य सैनिकाः आङ्ग्लकाष्ठकटनदलानां बम्बईनगरात् प्रस्थानम् अवरुद्धवन्तः । १६७१ तमे वर्षे सितम्बरमासे शिवाजी दण्डराजपुरीविरुद्धस्य संघर्षस्य सामग्रीं प्राप्तुं बम्बईनगरं प्रति राजदूतं प्रेषितवान् । अस्मात् विजयात् शिवाजी इत्यस्य लाभस्य चिन्ता अस्ति चेदपि आङ्ग्लाः राजपुरे स्थितेषु स्वकारखानेषु तस्य आक्रमणानां क्षतिपूर्तिं प्राप्तुं सम्भावनां त्यक्तुं संकोचम् अकरोत् शिवाजी-आङ्ग्लयोः मध्ये वार्ता अभवत्, परन्तु राजापुर-क्षतिपूर्तिविषये असफलता अभवत् । तदनन्तरं दूतविनिमयानाम् अभावेऽपि शिवाजी स्वस्य निधनात् पूर्वं राजापुरक्षतिपूर्तिं कदापि न दत्तवान्, येन १६८२ तमे वर्षे अन्ते तत्र कारखानस्य विघटनं जातम्
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>उमरानी-नेसारी-युद्धानि :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७४ तमे वर्षे जनरलबहलोलखानस्य नेतृत्वे आक्रमणकारीं बीजापुरीसैनिकं प्रतिहन्तुं सरनौबट् (मराठासैनिकानाम् प्रधानसेनापतिः) प्रतापरावगुजरः प्रेषितः प्रताप्रावस्य सैनिकाः एकं निर्णायकं सरोवरं सामरिकरूपेण परिवेष्ट्य शत्रुं जलात् वंचितं कृत्वा शान्तिशर्ताः अन्वेष्टुं बाध्यं कृत्वा बहलोल् खान् इत्यस्य ग्रहणं कृत्वा विजयं प्राप्तवन्तः शिवाजी इत्यस्य स्पष्टचेतावनीनां अभावेऽपि प्रताप्रावः बहलोलखानस्य मुक्तिं कृतवान्, यः पुनः आक्रमणस्य सज्जतां आरब्धवान् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;प्रताप्रावस्य कार्याणि ज्ञात्वा शिवाजी तस्मै पत्रेण स्वस्य निराशां प्रकटितवान्, यावत् बहलोलखानः पुनः न गृहीतः तावत् प्रेक्षकाणां कृते नकारितवान्। शिवाजी इत्यस्य भर्त्सनेन निराशः प्रतापरावः स्वस्य मुख्यबलं त्यक्त्वा केवलं षड्भिः अश्ववाहकैः सह बहलोलखानस्य सम्मुखीभूय तदनन्तरं युद्धे नष्टः अभवत् । प्रताप्रावस्य निधनं श्रुत्वा शिवाजी अतीव शोकं कृत्वा द्वितीयपुत्रस्य राजारामस्य प्रताप्रावस्य कन्यायाः विवाहस्य व्यवस्थां कृतवान् । प्रताप्रावस्य मृत्योः अनन्तरं हम्बिराव मोहिते नूतनस्य सरनौबतस्य भूमिकां स्वीकृतवान् । हिरोजी इन्दुल्कर इत्यनेन निर्मितः रायगडदुर्गः वर्धमानस्य मराठाराज्यस्य नूतनराजधानीरूपेण उद्भूतः ।
                  </p>
                  <img src="imgs/umrani.webp" alt="umrani" height="400" />
              </div>
          </section>
  
  <hr />
          <section id="coronation">
              <h2>राज्याभिषेक</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी स्वस्य अभियानानां माध्यमेन महत्त्वपूर्णभूमिः धनं च सञ्चितवान्, तथापि आधिकारिकपदवीयाः अभावेन सः तकनीकीरूपेण मुगलजमीण्डरः अथवा बीजापुरीजागिरदारस्य पुत्रः एव अभवत्, यस्य वास्तविकक्षेत्रस्य शासनार्थं कानूनी आधारः नासीत् . राजपदं एतस्य समाधानं कर्तुं शक्नोति स्म, अन्येषां मराठानेतृणां आव्हानानि निवारयितुं शक्नोति स्म, ये तस्य समाः आसन् । अपि च, एतादृशी उपाधिः हिन्दुमराठानां कृते मुस्लिमप्रधानतया शासितक्षेत्रे हिन्दुसार्वभौमं प्रदास्यति ।
                  </p>
                  <img src="imgs/coronation.webp" alt="coronation" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;प्रस्तावितस्य राज्याभिषेकस्य सज्जता १६७३ तमे वर्षे आरब्धा तथापि केचन विवादाः अभिषेकस्य दीर्घकालं यावत् प्रायः एकवर्षं कृतवन्तः । शिवाजी-दरबारस्य ब्राह्मणानां मध्ये एकः विवादः उत्पन्नः यत् ते शिवाजीं राजा इति अभिषेकं कर्तुं न अस्वीकृतवन्तः यतः सः स्थितिः परम्परागतरूपेण हिन्दुसमाजस्य क्षत्रिय (योद्धा) वर्णानां कृते आरक्षिता आसीत् कृषिग्रामप्रमुखानाम् वंशस्य कारणेन मराठारूपेण वर्गीकृतः शिवाजी कदापि पवित्रसूत्रसमारोहं न कृतवान्, क्षत्रियवत् सूत्रं वा न धारितवान् शिवाजी वाराणसी-नगरस्य पण्डितस्य गागाभट्टस्य प्रमाणीकरणं याचितवान्, यः शिवाजी-महोदयस्य सिसोदिया-वंशजं सिद्धयन्तः प्रमाणानि आविष्कृतवान् इति दावान् अकरोत्, तस्मात् सः स्वपदवी-अनुरूप-समारोहानां आवश्यकतां विद्यमानः क्षत्रियः इति पुष्टिं कृतवान् एतां स्थितिं प्रतिपादयितुं शिवाजी पवित्रसूत्रसमारोहं कृत्वा क्षत्रियस्य अपेक्षितवैदिकसंस्कारेण स्वपत्न्याः पुनर्विवाहं कृतवान् । परन्तु ऐतिहासिकसाक्ष्यं सूचयति यत् शिवाजी इत्यस्य राजपूतस्य विषये विशेषतया सिसोडियावंशस्य विषये दावान् क्षीणः अथवा विशुद्धरूपेण आविष्कारात्मकः इति द्रष्टुं शक्यते ।
                  </p>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;२८ मे दिनाङ्के शिवाजी स्वस्य पूर्वजानां च क्षत्रियसंस्कारं न कृत्वा तपस्यां कृतवान् । ततः गागभट्टः शिवाजीं पवित्रसूत्रेण निवेशितवान् । अन्यब्राह्मणानाम् आग्रहम् अनुसृत्य गागभट्टः वैदिकगीतं परित्यज्य शिवाजीं द्विजस्य जीवनस्य परिवर्तितरूपेण दीक्षां दत्तवान्, न तु ब्राह्मणानां समकक्षे स्थापयति स्म । परदिने शिवाजी स्वजीवने कृतानां पापानाम् प्रायश्चित्तं कृतवान् । सप्तधातुभिः सह पृथक् पृथक् तुलितः, सुवर्णरजतादिविविधवस्तूनि, एतानि वस्तूनि लक्षहुनसहिताः ब्राह्मणानां मध्ये वितरितानि आसन्। परन्तु एतेन तेषां लोभस्य तृप्तिः न अभवत्, येन द्वौ ब्राह्मणौ शिवाजी स्वस्य आक्रमणकाले ब्राह्मणान्, गोः, महिलाः, बालकाः च मारितवान् इति सूचितवन्तौ । एतेभ्यः पापेभ्यः सः 1000 रुप्यकशुल्केन मुक्तः भवितुम् अर्हति स्म । ८,०००, यत् शिवाजी दत्तवान् । समागमस्य, भिक्षादानस्य, सिंहासनस्य, आभूषणस्य च कुलव्ययः प्रायः १५ लक्षरूप्यकाणां भवति स्म ।
                  </p>
                  <img src="imgs/coronation-2.webp" alt="coronation-2" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७४ तमे वर्षे जूनमासस्य ६ दिनाङ्के रायगडदुर्गे भव्यसमारोहे शिवाजी मराठासाम्राज्यस्य (हिन्दवीस्वराजस्य) राजा अभिषिक्तः । हिन्दुपञ्चाङ्गानुसारं १५९६ तमे वर्षे ज्येष्ठमासस्य प्रथमपक्षस्य १३ तमे (त्रयोदशी) दिनम् आसीत् ।सप्तपवित्रनदीनां जलेन पूरितस्य सुवर्णस्य पात्रस्य जलं पातयन् गागा भट्टः अस्य समारोहस्य संचालनं कृतवान्— यमुना, सिन्धु, गङ्गा, गोदावरी, नर्मदा, कृष्ण, कावेरी च—शिवाजी शिरस्य उपरि वैदिक अभिषेकमन्त्राणां पाठः। आचमस्य अनन्तरं शिवाजी मातुः जिजाबाई इत्यस्याः पुरतः प्रणामं कृत्वा तस्याः पादौ स्पृष्टवान् । प्रायः पञ्चाशत् सहस्राणि जनाः रायगड-नगरे समागताः आसन् । शिवाजी शाकर्त्ता ("एकस्य युगस्य संस्थापकः") छत्रपतिः ("सार्वभौमः") इति च प्रशंसितः आसीत् । सः हैण्डवधर्मधाराकः (हिन्दुधर्मस्य रक्षकः) इति उपाधिं अपि गृहीतवान् तथा च क्षत्रियकुलवन्ताः : क्षत्रियः हिन्दुधर्मस्य वर्णत्वेन, कुलवन्ताः च 'कुलस्य शिरः, अथवा जातिः' इति अर्थं धारयति स्म <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;जिजाबाई इत्यस्य निधनं १८ जून १६७४ तमे वर्षे अभवत् ।मराठाजनाः तांत्रिकपुरोहितं निश्चलपुरीगोस्वामीं आहूय प्रारम्भिकं राज्याभिषेकं अशुभतारकानाम् अधीनं जातम् इति घोषितवान्, अतः द्वितीयं राज्याभिषेकस्य आवश्यकता अभवत् अयं द्वितीयः राज्याभिषेकः १६७४ तमस्य वर्षस्य सेप्टेम्बर्-मासस्य २४ दिनाङ्के अद्यापि शिवाजी स्वस्य प्रथमाभिषेकस्य वैदिकसंस्कारस्य अयोग्यः इति मन्यन्ते स्म, यतः एषः न्यूनविवादात्मकः अनुष्ठानः आसीत्
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="south-india">
              <h2>दक्षिणभारते विजय :</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६७४ तमे वर्षे आरभ्य मराठाजनाः आग्रहपूर्णं अभियानं प्रारब्धवन्तः, अक्टोबर्-मासे खण्डेश-नगरे आक्रमणं कृत्वा, १६७५ तमे वर्षे एप्रिल-मासे बीजापुरी-पोण्डा-नगरं जप्तवन्तः, वर्षस्य मध्यभागे कारवार-नगरं गृहीतवन्तः, जुलै-मासे कोल्हापुरं सुरक्षितं च कृतवन्तः नवम्बरमासे मराठा-नौसेना जञ्जिरा-नगरस्य सिद्दी-सैनिकैः सह संघर्षं कृतवती परन्तु तेषां विस्थापनं कर्तुं असफलतां प्राप्तवती । रोगात् स्वस्थः भूत्वा बीजापुरे डेक्कानी-अफगानिस्तानयोः गृहयुद्धस्य शोषणं कृत्वा शिवाजी १६७६ तमे वर्षे एप्रिलमासे अथानी-नगरे आक्रमणं कृतवान् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अभियानात् पूर्वं शिवाजी दक्षिणभारतस्य बहिः रक्षणीयस्य गृहभूमित्वेन बलं दत्त्वा दक्कानीदेशभक्तिभावस्य आह्वानं कृतवान् तस्य आह्वानस्य किञ्चित् सफलता प्राप्ता, येन शिवाजी १६७७ तमे वर्षे एकमासपर्यन्तं हैदराबाद-नगरं गतः, तत्र गोलकोण्डा-सल्तनत-राज्यस्य कुतुब्शाह-सङ्घस्य सह सन्धिं कृतवान् सन्धिनानुसारं कुतुब्शाहः बीजापुरेन सह गठबन्धनस्य समाप्तिम्, मुगलानाम् संयुक्तरूपेण विरोधं च कर्तुं सहमतः अभवत् । १६७७ तमे वर्षे शिवाजी ३०,००० अश्वसैनिकैः, ४०,००० पदातिभिः च सह कर्नाटकम् आक्रमणं कृतवान्, गोलकोण्डा तोपैः, वित्तपोषणेन च समर्थितः । दक्षिणदिशि गच्छन् शिवाजी वेल्लोर-गिङ्गी-दुर्गाणि गृहीतवान्; उत्तरं पश्चात् तस्य पुत्रस्य राजाराम प्रथमस्य शासनकाले मराठानां राजधानी भविष्यति स्म ।
                  </p>
                  <img src="imgs/tanjore.webp" alt="tanjore" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी शाहाजी-पश्चात् तंजावुर-नगरे (जन्म-मोहिते) शासनं कुर्वत्याः द्वितीयपत्न्याः तुकाबाई (née Mohite) इत्यस्य शाहाजी-पुत्रेण स्वस्य अर्धभ्रातुः वेन्कोजी (एकोजी प्रथम) इत्यनेन सह सामञ्जस्यं कर्तुं प्रयत्नं कृतवान् यद्यपि प्रारम्भे वार्तायां आशाजनकाः इव भासन्ते स्म तथापि अन्ततः ते असफलाः अभवन् । रायगडनगरं प्रत्यागत्य शिवाजी २६ नवम्बर् १६७७ तमे वर्षे स्वस्य अर्धभ्रातुः सेनायाः पराजयं कृत्वा मैसूरुपठारे स्वस्य अधिकांशं सम्पत्तिं जप्तवान् । वेन्कोजी इत्यस्य पत्नी दीपा बाई, यस्याः शिवाजी अतीव आदरं करोति स्म, सा तस्य सह नूतनवार्तालापं प्रारभ्य स्वपतिं मुस्लिमपरामर्शदातृभ्यः दूरं कर्तुं प्रेरयति स्म । अन्ततः शिवाजी जप्तानाम् अनेकानां सम्पत्तिनां दीपा बाई इत्यस्याः महिलावंशजानां च कृते प्रत्यागन्तुं सहमतः अभवत् । प्रतिफलस्वरूपं वेन्कोजी प्रदेशानां सम्यक् प्रशासनाय शाहजी-स्मारकस्य (समाधिस्य) परिपालनाय च कतिपयानि शर्ताः स्वीकृतवान् ।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="death-succession">
              <h2>मृत्युः च उत्तराधिकारः</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीस्य उत्तराधिकारीप्रसङ्गः जटिलः आसीत्। १६७८ तमे वर्षे शिवाजी स्वपुत्रं पन्हलनगरे एव निरुद्धवान्, केवलं राजकुमारः स्वपत्न्या सह पलायितः, एकवर्षपर्यन्तं मुगलसमीपं गतवान् । सम्भाजी पश्चात्तापं कृत्वा गृहं प्रत्यागत्य पुनः पन्हाले एव निरुद्धः अभवत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;छत्रपति शिवाजी महाराजः 1680 एप्रिल ३-५ दिनाङ्कस्य समीपे 50 वर्षे हनुमानजयन्तीयाः पूर्वसंध्यायां स्वर्गं गतः। तस्य मृत्युकारणं विवादितं वर्तते । ब्रिटिश-अभिलेखानुसारं शिवाजी-महाराजः १२ दिवसान् यावत् अस्वस्थः सन् रक्तप्रवाहेन मृतः । बिब्लिओटेका नेशनल् डी लिस्बोआ इत्यस्य समकालीनपुर्तगालीदस्तावेजे तस्य मृत्युकारणं एन्थ्रेक्स इति अभिलेखः अस्ति । परन्तु सभासदबखरस्य रचयिता कृष्णजी अनन्तसभासादः मृत्योः कारणं ज्वरस्य उल्लेखं कृतवान् । शिवाजी इत्यस्य निःसन्ततिः ज्येष्ठा जीविता पत्नी पुतलबई तस्य अन्त्येष्टिचितायां कूर्दनं कृत्वा सतीम् अकरोत् । अन्यः जीवितः पतिपत्नी सक्वार्बाई इत्ययं तस्य अनुसरणं कर्तुं असमर्थः यतः तस्याः कन्या आसीत् । केचन आरोपाः यद्यपि परवर्तीभिः विद्वांसैः शङ्किताः तथापि शिवाजी इत्यस्य द्वितीयपत्न्या सोयरबाई इत्यनेन स्वस्य १० वर्षीयं पुत्रं राजारामं सिंहासने स्थापयितुं विषं दत्तम् इति सूचितम्
                  </p>
                  <img src="imgs/chatrapati-sambhaji-maharaj.webp" alt="chatrapati-sambhaji-maharaj" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजीयाः मृत्योः अनन्तरं सोयारबाई विभिन्नैः मन्त्रिभिः सह षड्यंत्रं कृत्वा स्वस्य सौतेयपुत्रस्य सम्भाजी इत्यस्य स्थाने स्वपुत्रस्य राजारामस्य अभिषेकं कृतवती । १६८० तमे वर्षे एप्रिल-मासस्य २१ दिनाङ्के दशवर्षीयः राजारामः सिंहासने स्थापितः । परन्तु सम्भाजी सेनापतिं मारयित्वा रायगडदुर्गं जप्तवान्, १८ जून दिनाङ्के रायगडस्य नियन्त्रणं प्राप्तवान् । सः २० जुलै दिनाङ्के औपचारिकरूपेण सिंहासने आरोहितवान् । राजारामः, तस्य माता सोयारबाई, तस्य पत्नी जान्की बाई च कारागारं गता, तस्मिन् अक्टोबर्-मासे षड्यंत्रस्य आरोपेण सोयारबाई इत्यस्य वधः कृतः ।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>औरङ्गजेबस्य मराठाविरुद्धं अभियानं तदनन्तरं च</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१६८१ तमे वर्षे शिवाजी इत्यस्य निधनानन्तरं औरङ्गजेबः दक्षिणे मराठा, बीजापुरस्य आदिलशाही, गोलकोण्डानगरस्य कुतुबशाही च धारितान् प्रदेशान् कब्जायितुं अभियानं आरब्धवान् यदा सः आदिलशाही-कुतुबशाही-वंशयोः उन्मूलनं कर्तुं समर्थः अभवत्, तदा मराठाजनाः लचीलाः सिद्धाः अभवन् । मुगल–मराठायुद्धम् इति नाम्ना प्रसिद्धः अयं प्रयासः मुगलसाम्राज्यस्य नाममात्रेण विस्तारं कृतवान् परन्तु सामरिकविफलतायां समाप्तः, मुगलसाम्राज्यं भृशं दुर्बलं कृतवान् औरङ्गजेबः दक्कन-देशे २७ वर्षाणि यावत् व्यतीतवान् परन्तु मराठा-जनाः जितुम् न शक्तवान्, मुगल-कोषस्य निष्कासनं कृत्वा मुगल-सेनायाः महतीं दुर्बलीकरणं कृतवान् ऐतिहासिकस्रोताः अनुमानयन्ति यत् औरङ्गजेबस्य सेनायाः प्रायः २५ लक्षं सैनिकाः अस्मिन् संघर्षे मृताः, युद्धग्रस्तप्रदेशेषु २० लक्षं नागरिकाः अनावृष्ट्या, प्लेग, दुर्भिक्षेण च मृताः <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अस्मिन् काले सम्भाजी १६८९ तमे वर्षे गृहीतः, यातनाः, वधः च अभवत्, येन तस्य उत्तराधिकारिणः राजारामस्य, अनन्तरं तस्य विधवा तरबाई इत्यस्य च नेतृत्वे प्रबलं मराठा प्रतिरोधः उत्पन्नः मुगल-मराठयोः मध्ये बहुधा प्रदेशाः हस्तान्तरं कुर्वन्ति स्म ।
                  </p>
                  <img src="imgs/sambhaji-torture.webp" alt="sambhaji-torture" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शाहुः शिवाजीपौत्रः सम्भाजीपुत्रः च २७ वर्षीयसङ्घर्षे औरङ्गजेबेन बद्धः आसीत् । औरङ्गजेबस्य मृत्योः अनन्तरं शाहुः तस्य उत्तराधिकारिणा मुक्तः अभवत् । उत्तराधिकारविषये स्वस्य मातुलस्य तरबाई इत्यनेन सह संक्षिप्तं सत्तासङ्घर्षं कृत्वा शाहुः १७०७ तः १७४९ पर्यन्तं मराठासाम्राज्यस्य शासनं कृतवान् ।स्वस्य शासनस्य आरम्भिकेषु वर्षेषु सः बालाजीविश्वनाथं तस्य वंशजं च मराठासाम्राज्यस्य पेशवा (प्रधानमन्त्रिणः) इति नियुक्तवान् बालाजी इत्यस्य पुत्रस्य पेशवा बाजीराव प्रथमस्य, पौत्रस्य पेशवाबालाजी बाजीरावस्य च नेतृत्वे साम्राज्यस्य महती विस्तारः अभवत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;विशालसाम्राज्यस्य प्रभावीरूपेण प्रबन्धनार्थं शाहुः पेशवाः च शक्तिशालिनः सामन्तानाम् अर्धस्वायत्ततां दत्तवन्तौ, यत्र बडोदा-नगरस्य गायकवाडाः, इन्दौर-मालवा-नगरस्य होल्काराः, ग्वालियर-नगरस्य सिन्धियाः, ग्वालियर-नगरस्य सिन्धियाः च नागपुर के भोंसाले, मराठा संघ का गठन।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="legacy">
              <h2>संप्रत्ति</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी इत्यस्य स्थायिविरासतः मराठासाम्राज्यस्य आधारनिर्माणे अस्ति, यत् मुगलसाम्राज्यस्य सैन्यशक्तिं, आर्थिकशक्तिं, प्रतिष्ठां च दुर्बलीकरणे महत्त्वपूर्णं योगदानं दत्तवान् <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१७०७ तमे वर्षे औरङ्गजेबस्य निधनानन्तरं मराठाजनाः शीघ्रमेव मुगलप्रदेशान् ग्रहीतुं आरब्धवन्तः । १७३४ तमे वर्षे ते मालवानगरे दृढतया स्थापिताः आसन् । १७३७ तमे वर्षे मराठा-आक्रमणानि बुण्डेलखण्ड्, राजपूताना, दोआब-नद्याः यावत् प्रसृतानि, येषां पराकाष्ठा दिल्ली-प्राचीरात् बहिः साम्राज्यसेनायाः पराजयेन अभवत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१७३८ तमे वर्षे स्वसेनायाः पराजयस्य, बुभुक्षायाः च सम्मुखीभूय हैदराबादस्य निजामः मुगलसम्राट् इत्यस्य अधिकारेण कार्यं कुर्वन् मराठाजनाः मालवस्य शासकाः, नर्मदा-चम्बलयोः मध्ये सर्वासु भूमिषु सार्वभौमत्वेन च स्वीकृतवान् नद्यः । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मराठाजनानाम् अयं उत्तरदिशि विस्तारः, यथा स्टीवर्ट गोर्डन् इत्यनेन उल्लेखितम्, तेषां वर्धमानं प्रभावं प्रादेशिकलाभं च प्रदर्शितवान्, मुगलसेनायाः स्थापितं क्रमं वर्चस्वं च चुनौतीं दत्तवान्
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        १७५० तमे वर्षे मराठाप्रभावस्य सीमा उत्तरदिशि दिल्लीपर्यन्तं विस्तृता । अस्मिन् समये राजधानीतः पञ्चाशत् माइलतः परं अत्यल्पे प्रदेशे मुगलसर्वकारेण प्रत्यक्षं नियन्त्रणं कृतम् । अस्मिन् सीमितक्षेत्रे अपि विग्रहाः प्रचण्डाः आसन् । जाट्-रोहिल्ला-जनाः अस्य प्रदेशस्य नियन्त्रणार्थं स्पर्धां कृतवन्तः, विभिन्नाः गुटाः सिंहासनस्य कृते स्पर्धां कृतवन्तः, अफगानिस्तानस्य राजा अहमदशाह अब्दाली च राजधानीयां समये समये आक्रमणं कृतवान् <br />
                        ... <br />
                        अस्याः अराजकतायाः मध्ये दिल्लीनगरे मराठाजनानाम् कृते द्वौ महत्त्वपूर्णौ घटनाौ प्रवृत्तौ । प्रथमं १७५२ तमे वर्षे एकेन सन्धिना पञ्जाब-देशे चौथ-सङ्ग्रहस्य अधिकारः दत्तः । द्वितीयं, १७५३ तमे वर्षे गृहयुद्धस्य परिणामेण मुगलसिंहासनस्य मराठा-नामाङ्कितस्य किस्तः अभवत्, येन मराठा-जनाः अस्मिन् क्षेत्रे सत्ता-प्रभाव-अन्वेषणे महत्त्वपूर्णाः मीलपत्थराणि चिह्नितानि
                      </p>
                  </div>
              </div>
              <div class="info-pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मराठासाम्राज्यस्य चरमसमये दक्षिणे वर्तमानमहाराष्ट्रतः उत्तरदिशि सतलजनदीपर्यन्तं, पूर्वदिशि उड़ीसापर्यन्तं च विस्तृतम् आसीत् परन्तु १७६१ तमे वर्षे अफगानिस्तानसाम्राज्यस्य अहमदशाहदुर्रानीविरुद्धे पानीपतस्य तृतीययुद्धे मराठासेनायाः महती विघ्ना अभवत् । एतस्य पराजयस्य अभावेऽपि मराठाः शीघ्रं स्वस्थतां प्राप्तुं समर्थाः अभवन् । एकदशकानन्तरं माधवरावद्वितीयस्य शासनकाले उत्तरभारते तेषां प्रभावः पुनः प्राप्तः । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;१९ शताब्द्याः आरम्भे ब्रिटिश ईस्ट इण्डिया कम्पनी भारते स्वशक्तिं सुदृढं कुर्वन् आसीत् । चार्ल्स मेट्काल्फः नाम ब्रिटिश-अधिकारी यः पश्चात् कार्यवाहक-गवर्नर्-जनरल-रूपेण कार्यं कृतवान्, सः १८०६ तमे वर्षे टिप्पणीं कृतवान् यत् भारतं मूलतः आङ्ग्ल-मराठा-योः प्रमुखशक्तयोः शासितम् अस्ति सः आङ्ग्लैः प्रदत्तः कोऽपि प्रदेशः मराठाभिः दावान् कर्तुं शक्यते इति बोधयति स्म । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;द्वितीयतृतीय-आङ्ग्ल-मराठा-युद्धेषु (१८०५–१८१८) आङ्ग्लैः पराजयः यावत् मराठाजनाः भारते प्रबलशक्तिः एव आसन् एतेषां संघर्षाणां परिणामेण भारतस्य अधिकांशभागे ब्रिटिश-ईस्ट् इण्डिया-कम्पनी प्रबलशक्तिरूपेण उद्भूतवती ।
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="governance">
              <h2>शासनम्</h2>
              <ul><h3><li>अष्ट प्रधान मण्डल :</li></h3></ul>
              <div class="info_pic">
                  <p>
                  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अष्टप्रधानमण्डलम् इति नाम्ना प्रसिद्धा अष्टमन्त्रिपरिषदः शिवाजीद्वारा स्थापिता एकः प्रमुखः प्रशासनिकः सल्लाहकारः च संस्था आसीत् । अष्टमन्त्रिणः समाविष्टं शिवाजीं राजनैतिकप्रशासनिककार्येषु परामर्शं मार्गदर्शनं च दातुं महत्त्वपूर्णमञ्चरूपेण कार्यं कृतवान् । अस्याः परिषदः सदस्याः एतादृशाः आसन् ।
                  </p>
              </div>
              <div class="table">
                  <table>
                    <thead>
                        <tr>
                            <td>मन्त्री</td>
                            <td>कर्तव्य</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>पेशवा अथवा प्रधानमन्त्री</td>
                            <td>सामान्यप्रशासन</td>
                        </tr>
                        <tr>
                            <td>अमत्य अथवा वित्तमन्त्री</td>
                            <td>सार्वजनिकलेखानां परिपालनं</td>
                        </tr>
                        <tr>
                            <td>मन्त्री वा इतिहासकार</td>
                            <td>न्यायालयस्य अभिलेखानां परिपालनं</td>
                        </tr>
                        <tr>
                            <td>सुमन्तं वा डाबीरं वा विदेशसचिवः</td>
                            <td>अन्यराज्यसम्बद्धाः सर्वे विषयाः</td>
                        </tr>
                        <tr>
                            <td>शचिवः शूर्णनवीसः वा गृहसचिवः</td>
                            <td>राज्ञः पत्राचारं प्रबन्धयन्</td>
                        </tr>
                        <tr>
                            <td>पण्डित्राओ वा पादरी</td>
                            <td>धर्मविषयाणि</td>
                        </tr>
                        <tr>
                            <td>न्ययाधीः वा मुख्यन्यायाधीशः</td>
                            <td>नागरिकसैन्यन्याय</td>
                        </tr>
                        <tr>
                            <td>सेनापति/सारी नौबत अथवा सेनापति</td>
                            <td>राजसेनासम्बद्धाः सर्वे विषयाः</td>
                        </tr>
                    </tbody>
                  </table>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>मराठी-संस्कृतयोः प्रचारः :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी स्वस्य दरबारस्य मध्ये मराठीभाषायाः प्रयोगं कृत्वा महत्त्वपूर्णं सांस्कृतिकभाषिकं परिवर्तनं संस्थापितवान् यत् अस्मिन् प्रदेशे प्रचलिता दरबारीभाषा आसीत् सः स्वस्य शासनकाले हिन्दुराजनैतिक-दरबारी-परम्परासु अपि बलं दत्तवान् । संचारस्य अवगमनस्य च संरचितसाधनरूपेण मराठीभाषायाः प्रचारार्थं शिवाजीशासनस्य महती भूमिका आसीत् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;उल्लेखनीयं यत् शिवाजी इत्यस्य राजमुद्रा संस्कृते एव निर्मितः आसीत् । तदतिरिक्तं सः स्वस्य एकस्य अधिकारिणः कृते फारसी-अरबी-पदानां स्थाने संस्कृत-समकक्षैः प्रतिस्थापनं लक्ष्यं कृत्वा एकं व्यापकं शब्दकोशं निर्मातुं कार्यं दत्तवान् । एतेन १६७७ तमे वर्षे राज्यप्रयोगस्य राजव्यावहारकोशस्य निर्माणं जातम् ।
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>धार्मिकनीतिः :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;बहवः समकालीनविश्लेषकाः शिवाजीधर्मनीतिं सहिष्णुतां मन्यन्ते। हिन्दुधर्मस्य प्रचारं कुर्वन् शिवाजी न केवलं मुसलमानानाम् आस्थां विना हस्तक्षेपं कर्तुं अनुमतिं दत्तवान् अपितु स्वसंस्थानां कृते एण्डोमेण्ट्-माध्यमेन समर्थनं अपि दत्तवान् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;औरङ्गजेबस्य ३ एप्रिल १६७९ दिनाङ्के अमुस्लिमजनानाम् उपरि जिज्याकरस्य आरोपणस्य प्रतिक्रियारूपेण शिवाजी औरङ्गजेबं प्रति तस्य करनीतेः निन्दां कृत्वा आलोचनात्मकं पत्रं लिखितवान् सः लिखितवान् यत् -
                  </p>
                  <img src="imgs/Shivaji's_letter_1.webp" alt="Shivaji's_letter" height="450" />
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "कठोरन्यायेन जिज्या सर्वथा न्याय्यं नास्ति। यदि भवान् हिन्दुनां उत्पीडनं आतङ्कनं च कर्तुं धर्मपरायणतायाः कल्पनां करोति तर्हि प्रथमं हिन्दुनां प्रमुखस्य राजसिंहप्रथमस्य उपरि करं ग्रहीतव्यम्। परन्तु पिपीलिकानां मक्षिकाणां च अत्याचारः एव अस्ति।" न तु सर्वथा शौर्यं न च भावना यदि भवान् कुरानस्य विश्वासं करोति तर्हि ईश्वरः सर्वेषां मनुष्याणां स्वामी अस्ति न तु केवलं मुसलमानानां एव।वास्तवमेव इस्लामधर्मः हिन्दुधर्मश्च विपरीतपदानि सन्ति।तेषां उपयोगः सच्चे दिव्यचित्रकारेन वर्णानाम् मिश्रणार्थं भवति तथा च filling in the outlines.यदि मस्जिदः अस्ति तर्हि ईश्वरस्य स्मरणार्थं प्रार्थनायाः आह्वानं जप्यते यदि मन्दिरं भवति तर्हि केवलं ईश्वरस्य आकांक्षायां घण्टाः ध्वन्यन्ते।कस्यचित् पुरुषस्य धर्मस्य आचरणस्य च प्रति कट्टरता दर्शयितुं परिवर्तनं भवति पवित्रग्रन्थस्य वचनम्।"
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी इत्यनेन समीपस्थानां मुस्लिमराज्यानां प्रसारः निरुद्धः इति अवलोक्य तस्य समकालीनः कविः कविभूषणः अवदत् यत् -
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "यदि शिवाजी न स्यात् तर्हि काशी-नगरस्य संस्कृतिः नष्टा स्यात्, मथुरा मस्जिदरूपेण परिणता स्यात्, सर्वेषां खतनाः कृतः स्यात्।"
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;गिजस् क्रुइजजरः स्वस्य पुस्तके "सप्तदशशताब्द्यां भारते विदेशीयभयम्" इति तर्कयति यत् आधुनिकसाम्प्रदायिकतायाः उत्पत्तिः, हिन्दु-मुस्लिम-"समुदाययोः" मध्ये विरोधः, शिवाजी-... the Mughal emperor Aurangzeb from 1677 to 1687, despite Shivaji's death in 1680. 1664 तमे वर्षे सूरतस्य बोरस्य समये शिवाजी इत्यनेन नगरस्य ईसाईजनाः बञ्चिताः, विभिन्नधर्मेषु सहिष्णुतां प्रदर्शितवन्तः सः कपुचिन्-भिक्षुः अम्ब्रोस् इत्यपि "सद्पुरुषाः" इति उल्लेखितवान् । <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;शिवाजी इत्यस्य अभिप्रायः सार्वभौमिकं हिन्दुशासनं स्थापयितुं न अपितु धार्मिकसहिष्णुतां समन्वयवादं च पोषयितुं आसीत् । सः औरङ्गजेबं हिन्दुविश्वासानाम्, स्थलानां च प्रति अकबरस्य सम्मानस्य अनुकरणं कर्तुं आग्रहं कृतवान् । शिवाजी इत्यनेन समीपस्थैः मुस्लिमराष्ट्रैः सह अपि गठबन्धनं कृत्वा स्वसेनायां मुस्लिमनेतारः समाविष्टाः, यथा १६५६ तमे वर्षे प्रथमपाठन-एककस्य निर्माणं, दर्यासारङ्ग-नामकस्य मुस्लिमस्य नौसैनिक-नौसेनापतित्वेन नियुक्तिः च
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>मुद्राः :</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मुद्राः आधिकारिकदस्तावेजानां प्रमाणीकरणार्थं पद्धतिरूपेण कार्यं कुर्वन्ति स्म । शाहाजी, जिजाबाई च फारसीमुद्राणां उपयोगं कृतवन्तौ, शिवाजी स्वस्य मुद्रायाः कृते आरम्भादेव संस्कृतस्य विकल्पं कृतवान् । मुद्रायां शिलालेखः अस्ति यत् "शाहपुत्रस्य शिवस्य एषा मुद्रा जनहिताय प्रकाशयति, मोमयुक्ता अर्धचन्द्रसदृशी जगतः वर्धमानं श्रद्धां प्राप्तुं च उद्दिष्टा अस्ति"
                  </p>
                  <img src="imgs/seals.webp" alt="seals" height="300" />
              </div>
          </section>
  
          <section id="continue-btn">
              <a href="https://en.wikipedia.org/wiki/Shivaji" target="_blank" rel='noreferrer'><button>पठनं निरन्तरं कुर्वन्तु</button></a>
          </section>
      </main>
      <footer>
          <p>
              Created as a part of Tribute Page Project
          </p>
          <p>
              Created by <a href="https://www.linkedin.com/in/mohit-shaharwale-634b22282/">Mohit Shaharwale</a>
          </p>
          <p>
              Text is available under the <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">Creative Commons Attribution-ShareAlike License 4.0</a>
          </p>
      </footer>
    </>
    )
}
