import React from 'react'
import { Link } from 'react-router-dom';

export default function Telugu() {

  document.title = "ఛత్రపతి శివాజీ మహారాజ్ - తెలుగు";

  document.querySelector('meta[name="description"]').setAttribute("content", "ఛత్రపతి శివాజీ మహారాజ్ అద్భుతమైన మరాఠా రాజు, మరియు ఈ నివాళి పేజీ అతని అద్భుతమైన ప్రపంచంలోకి అడుగు పెట్టడానికి మిమ్మల్ని అనుమతిస్తుంది. భారతీయ చరిత్రలో అతని ధైర్యం మరియు నాయకత్వం గురించి తెలుసుకోండి. అతను మరాఠా సామ్రాజ్యాన్ని ఎలా నిర్మించాడు మరియు తెలివైన సైనిక వ్యూహాలను ఎలా ఉపయోగించాడో అన్వేషించండి. ఈ పేజీ అతని స్మార్ట్ స్ట్రాటజీలను మరియు అతను విషయాలను ఎంత బాగా నడిపించాడో చూస్తుంది. 16వ శతాబ్దాన్ని ప్రభావితం చేసిన మరియు నేటికీ ప్రజలను ప్రేరేపించిన అతని బలమైన స్ఫూర్తి గురించి తెలుసుకోండి. ఈ పేజీ సముద్రంలో అతని నైపుణ్యాలు మరియు న్యాయమైన పాలన పట్ల అతని నిబద్ధత గురించి మాట్లాడుతుంది. ఈ ముఖ్యమైన చారిత్రక వ్యక్తిని గౌరవించడంలో నాతో చేరండి మరియు అతను చేసినది ఎందుకు అంత ముఖ్యమైనదో తెలుసుకోండి. ఛత్రపతి శివాజీ మహారాజ్ యొక్క అసాధారణ జీవితం యొక్క కథలను కనుగొనండి మరియు అతను మన చరిత్రకు ఎందుకు ముఖ్యమైనవాడు.");

  return (
    <>
      <nav>
          <span id="translate-lang">అనువదించు:</span>
          <div class="lang">
              <span><Link to="/">English</Link></span>
              <span><Link to="/hindi">हिन्दी</Link></span>
              <span><Link to="/marathi">मराठी</Link></span>
              <span><Link to="/kannada">ಕನ್ನಡ</Link></span>
              <span><Link to="/sanskrit">संस्कृत</Link></span>
          </div>
      </nav>

      <main>
          <section id="introduction">
              <div class="p">
                  <h1>ఛత్రపతి శివాజీ మహారాజ్</h1>
                  <div class="intro">
                      <img src="imgs/chatrapati-shivaji-maharaj.webp" alt="chatrapati-shivaji-maharaj-portrait" height="600px" />
                      <p>
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ఛత్రపతి శివాజీ మహారాజ్</strong> (శివాజీ I) భోంస్లే మరాఠా వంశానికి చెందిన భారతీయ పాలకుడు. మరాఠా సామ్రాజ్యానికి పునాది వేసిన బీజాపూర్ ఆదిల్షాహి సుల్తానేట్ బలహీనంగా ఉన్నందున అతను తన సొంత రాజ్యాన్ని స్థాపించాడు. 1674లో, శివాజీ అధికారికంగా రాయగఢ్ కోటలో తన డొమైన్‌కు చత్రపతిగా పట్టాభిషేకం చేశారు. <br />
                        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;తన జీవితాంతం, శివాజీ మొఘల్ సామ్రాజ్యం, గోల్కొండ సుల్తానేట్, బీజాపూర్ సుల్తానేట్ మరియు యూరోపియన్ వలస శక్తులతో సహా వివిధ శక్తులతో పొత్తులు మరియు విభేదాలను నావిగేట్ చేశాడు. అతని సైనిక ప్రచారాలు మరాఠా ప్రభావాన్ని విస్తరించాయి, కోటల స్వాధీనం మరియు నిర్మాణం మరియు మరాఠా నౌకాదళం అభివృద్ధి. శివాజీ నిర్మాణాత్మక పరిపాలనా వ్యవస్థలతో సమర్ధవంతమైన మరియు ముందుకు ఆలోచించే పౌర పరిపాలనను స్థాపించారు. అతను పురాతన హిందూ రాజకీయ ఆచారాలను, కోర్టు సంప్రదాయాలను పునరుద్ధరించాడు మరియు కోర్టు మరియు పరిపాలనలో పర్షియన్ స్థానంలో మరాఠీ మరియు సంస్కృత భాషల ఉపయోగం కోసం వాదించాడు.
                      </p>
                  </div>
                  <div className="info_pic">
                    <p>
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ తన పరిపాలనలో మరియు సైన్యంలో ముస్లింలు మరియు యూరోపియన్లతో సహా విభిన్న కులాలు మరియు మతాలకు చెందిన వ్యక్తులను నియమించి, మహిళల పట్ల గౌరవప్రదంగా ప్రవర్తించినందుకు మరియు అందరినీ కలుపుకొని పోయేందుకు మెచ్చుకున్నారు. <br />
                      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ మహారాజ్ యొక్క వారసత్వం దృక్పథం మరియు యుగాన్ని బట్టి మారుతూ ఉంటుంది, అయితే ఆయన మరణించిన దాదాపు రెండు శతాబ్దాల తర్వాత, భారత స్వాతంత్ర్య ఉద్యమం సమయంలో అతను మరింత ప్రాముఖ్యతను పొందాడు. చాలా మంది భారతీయ జాతీయవాదులు అతన్ని జాతీయవాదానికి పూర్వగామిగా మరియు హిందువులలో హీరోగా భావించారు.
                    </p>
                  </div>
              </div>
          </section>
  <hr />
          <section id="early-life">
              <h2>జీవితం తొలి దశలో</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ఛత్రపతి శివాజీ మహారాజ్</strong> ప్రస్తుతం పూణే జిల్లాలో భాగమైన జున్నార్‌కు దగ్గరగా ఉన్న శివనేరి కొండ-కోటలో జన్మించారు. అతని జయంతి, ఫిబ్రవరి 19, శివాజీ జయంతిగా జరుపుకుంటారు. అతనికి స్థానిక దేవత శివాయ్ దేవి పేరు పెట్టారు. శివాజీ మరాఠాల భోంస్లే వంశానికి చెందినవాడు. అతని తండ్రి, షాహాజీ భోంస్లే, డెక్కన్ సుల్తానేట్‌లకు జనరల్‌గా పనిచేశాడు. అతని తల్లి, జిజాబాయి, సింధ్‌ఖేడ్‌కు చెందిన లఖుజీ జాధవరావు కుమార్తె, మొఘలులతో పొత్తు పెట్టుకుంది. శివాజీ యొక్క తాత, మాలోజీ, అహ్మద్‌నగర్ సుల్తానేట్ యొక్క ప్రముఖ జనరల్, "రాజా" బిరుదును మంజూరు చేశారు. అతను పూణే, సుపే, చకన్ మరియు ఇందాపూర్‌పై సైనిక ఖర్చుల కోసం మరియు నివాసం కోసం ఫోర్ట్ శివనేరిపై హక్కులను పొందాడు. శివాజీ పుట్టిన సమయంలో, దక్కన్‌లో అధికారం బీజాపూర్, అహ్మద్‌నగర్ మరియు గోల్కొండ సుల్తానేట్‌ల మధ్య విభజించబడింది. షాహాజీ పూణేలో తన జాగీర్ మరియు చిన్న సైన్యాన్ని నిలుపుకుంటూ వివిధ పాలకులకు తన విధేయతను కొనసాగించాడు.
                  </p>
                  <img src="imgs/shivaji_childhood.webp" alt="shivaji_childhood" height="500" />
              </div>
          </section>
  <hr />
          <section id="bijapur_conflict">
              <h2>బీజాపూర్ సుల్తానేట్‌తో విభేదాలు</h2>
              <ul><h3><li>నేపథ్యం మరియు సందర్భం:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1636లో, బీజాపూర్‌లోని ఆదిల్ షాహీ సుల్తానేట్ దక్షిణ రాజ్యాలపై దండయాత్ర ప్రారంభించాడు, ఇటీవల మొఘల్ సామ్రాజ్యం యొక్క సామంత రాష్ట్రంగా మారింది. షాహాజీ, పశ్చిమ భారతదేశంలోని మరాఠా ఎత్తైన ప్రాంతాలలో అధిపతిగా ఉన్నప్పుడు, స్వాధీనం చేసుకున్న భూభాగాలలో జాగీర్ భూమిని పొందాలనే ఆశతో సుల్తానేట్‌కు మద్దతు ఇచ్చాడు, అతనికి వార్షికంగా పన్నులు వసూలు చేయడానికి అనుమతించాడు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;షాహాజీ, గతంలో సంక్షిప్త మొఘల్ సేవలో, వారిపై తిరుగుబాటు చేశాడు. బీజాపూర్ మద్దతుతో మొఘల్‌లకు వ్యతిరేకంగా అతని ప్రచారాలు చాలా వరకు విఫలమయ్యాయి. 
                  </p>
                  <img src="imgs/shivneri.webp" alt="shivneri" height="400px" />
              </div>
              <div className="info_pic">
                <p>
                    మొఘల్ సైన్యం నిరంతరం వెంబడించడంతో, శివాజీ మరియు అతని తల్లి జిజాబాయి నిరంతరం కోట నుండి కోటకు మకాం మార్చవలసి వచ్చింది. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1636లో, షాహాజీ బీజాపూర్‌కు విధేయతను మార్చుకున్నాడు మరియు పూనా పొందాడు. షాహాజీని బీజాపూర్‌కు చెందిన ఆదిల్షా బెంగుళూరులో ఉంచగా, అతను దాదోజీ కొండదేయోను పూనా నిర్వాహకుడిగా నియమించాడు. శివాజీ, జీజాబాయి పూనాలో స్థిరపడ్డారు. 1647లో కొండదేవుడు మరణించినప్పుడు, శివాజీ పరిపాలనను స్వీకరించాడు. అతని ప్రారంభ చర్యల్లో ఒకటి బీజాపురి ప్రభుత్వ అధికారాన్ని నేరుగా సవాలు చేసింది.
                </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>స్వతంత్ర జనరల్షిప్:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1646లో, 16 సంవత్సరాల వయస్సులో, సుల్తాన్ మహ్మద్ ఆదిల్ షా అనారోగ్యం కారణంగా బీజాపూర్ కోర్టులోని గందరగోళాన్ని ఉపయోగించుకుని, శివాజీ టోర్నా కోటను స్వాధీనం చేసుకున్నాడు మరియు ఒక ముఖ్యమైన నిధిని స్వాధీనం చేసుకున్నాడు. తరువాతి రెండు సంవత్సరాలలో, అతను పూణే సమీపంలోని అనేక కీలకమైన కోటలను స్వాధీనం చేసుకున్నాడు, వాటిలో పురందర్, కొండనా మరియు చకన్ ఉన్నాయి, పూణేకి తూర్పున ఉన్న సూపా, బారామతి మరియు ఇందాపూర్ వంటి ప్రాంతాలపై తన ప్రత్యక్ష నియంత్రణను విస్తరించాడు. టోర్నా నుండి వచ్చిన నిధిని ఉపయోగించి, అతను రాజ్‌గడ్ అనే కొత్త కోటను నిర్మించాడు, ఇది పదేళ్లకు పైగా అతని పరిపాలనకు కేంద్రంగా మారింది. <br />
                  </p>
                  <img src="imgs/south_india_in_1605.webp" alt="shivneri" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;తర్వాత, శివాజీ తన దృష్టిని పశ్చిమ దిశగా కొంకణ్ ప్రాంతం వైపు మళ్లించి, ముఖ్యమైన పట్టణమైన కళ్యాణ్‌ని స్వాధీనం చేసుకున్నాడు. బీజాపూర్ ప్రభుత్వం ఈ పరిణామాలను గమనించి వాటిని ఎదుర్కొనేందుకు ముందుకొచ్చింది. 25 జూలై 1648న, శివాజీ యొక్క పెరుగుతున్న ప్రభావాన్ని నిరోధించే ప్రయత్నంలో, బీజాపూర్ ఆదేశాల మేరకు షాహాజీని తోటి మరాఠా నాయకుడు బాజీ ఘోర్పడే జైలులో ఉంచాడు.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1649లో జింజీని స్వాధీనం చేసుకున్న తరువాత షాహాజీ తిరిగి స్వాతంత్ర్యం పొందాడు, ఇది కర్ణాటకలో ఆదిల్షా అధికారాన్ని పొందింది. 1649 మరియు 1655 మధ్య, శివాజీ తన లాభాలను పటిష్టం చేసుకోవడానికి తన సైనిక ప్రచారాలను నిలిపివేశాడు. అతని తండ్రి విడుదలైన తర్వాత, అతను తన దాడులను తిరిగి ప్రారంభించాడు మరియు 1656లో, ప్రస్తుత మహాబలేశ్వర్ సమీపంలోని జావళి లోయపై నియంత్రణను స్వాధీనం చేసుకుని, బీజాపూర్‌లోని మరొక మరాఠా సామంతుడైన చంద్రరావు మోరేను వివాదాస్పదంగా చంపాడు. ఈ విజయం శివాజీ తన దాడులను దక్షిణ మరియు నైరుతి మహారాష్ట్రలో విస్తరించడానికి వీలు కల్పించింది. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;భోంస్లే మరియు మరిన్ని కుటుంబాలతో పాటు, సావంత్‌వాడి సావంత్, ముధోల్‌కు చెందిన ఘోర్‌పేడే, ఫాల్తాన్‌కు చెందిన నింబాల్కర్ మరియు షిర్కే, మానే మరియు మోహిత కుటుంబాలతో సహా అనేక మంది బీజాపూర్‌లోని ఆదిల్‌షాహీకి సేవ చేశారు. చాలా మంది దేశ్‌ముఖి హక్కులను కలిగి ఉన్నారు. శివాజీ ఈ ప్రభావవంతమైన కుటుంబాలను అణచివేయడానికి వివిధ వ్యూహాలను అనుసరించాడు, ఇందులో పొత్తులు ఏర్పరచుకోవడం, దేశ్‌ముఖ్‌లను దాటవేయడానికి గ్రామ పాటిల్‌లతో నేరుగా పాల్గొనడం లేదా బలగాలను ఉపయోగించడం వంటివి ఉన్నాయి. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;తన తరువాత సంవత్సరాలలో, షాహాజీ తన కొడుకు పట్ల మిశ్రమ భావాలను ప్రదర్శించాడు, అతని తిరుగుబాటు చర్యలను తిరస్కరించాడు మరియు శివాజీ యొక్క విధిని బీజాపూర్ అధికారులకు వదిలిపెట్టాడు. షాహాజీ 1664–1665లో వేట ప్రమాదంలో మరణించాడు.
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>అఫ్జల్ ఖాన్ తో యుద్ధం:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;బీజాపూర్ సుల్తానేట్ శివాజీ దళాలకు వ్యతిరేకంగా ఎదుర్కొన్న నష్టాల పట్ల, ప్రత్యేకించి వారి సామంతుడైన షాహాజీ తన కుమారుడి చర్యలను తిరస్కరించడంతో మరింత అసంతృప్తి చెందాడు. మొఘల్‌లతో ఏర్పడిన శాంతి ఒప్పందం మరియు యువ అలీ ఆదిల్ షా II సుల్తాన్‌గా అధిరోహించడంతో, బీజాపూర్ స్థిరపడి, శివాజీ వైపు దృష్టి సారించింది. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1657లో, సుల్తాన్, బహుశా అతని తల్లి మరియు రాజప్రతినిధిచే ప్రభావితమై, శివాజీని పట్టుకోవడానికి అఫ్జల్ ఖాన్ అనే అనుభవజ్ఞుడైన జనరల్‌ని పంపాడు. వారి ఘర్షణకు ముందు, బీజాపురి దళాలు శివాజీ కుటుంబానికి పవిత్రమైన తుల్జా భవాని ఆలయాన్ని మరియు ముఖ్యమైన హిందూ పుణ్యక్షేత్రమైన పంధర్‌పూర్‌లోని విఠోబా ఆలయాన్ని అపవిత్రం చేశాయి. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;బీజాపురి సేనలచే వేటాడబడిన శివాజీ ప్రతాప్‌గడ్ కోటలో ఆశ్రయం పొందాడు. లొంగిపోవాలని అతని సహచరులు ఒత్తిడి చేసినప్పటికీ, 
                  </p>
                  <img src="imgs/afzal_khan.webp" alt="shivneri" height="450px" />
              </div>
              <div class="info_pic">
                  <p>
                    శివాజీ మరియు అతని దళాలు స్థిరంగా ఉన్నాయి. శివాజీ ముట్టడిని ఛేదించలేక పోవడంతో ఇరువైపులా ప్రతిష్టంభనకు చేరుకుంది, మరియు అఫ్జల్ ఖాన్ కోటను స్వాధీనం చేసుకోవడానికి అవసరమైన ముట్టడి పరికరాలు లేకపోవడంతో. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;రెండు నెలల తర్వాత, అఫ్జల్ ఖాన్ నిబంధనలను చర్చించడానికి కోట వెలుపల శివాజీతో ఒక ప్రైవేట్ సమావేశాన్ని ప్రతిపాదించాడు, చర్చలను ప్రారంభించడానికి ఒక రాయబారిని పంపాడు.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;నవంబర్ 10, 1659న, శివాజీ మరియు అఫ్జల్ ఖాన్ ప్రతాప్‌గడ్ కోట పాదాల వద్ద ఒక గుడిసెలో కలుసుకున్నారు. ప్రతి ఒక్కరు కత్తితో మాత్రమే ఆయుధాలను కలిగి ఉండాలని మరియు ఒక అనుచరుడు వెంట ఉండాలని సమావేశ నిబంధనలు నిర్దేశించాయి. అఫ్జల్ ఖాన్ ఉద్దేశాలను అనుమానించిన శివాజీ, తన బట్టల క్రింద కవచం ధరించి, వాఘ్ నఖ్ (మెటల్ "పులి పంజా")ను తన ఎడమ చేతిపై దాచి, అతని కుడి చేతిలో బాకును పట్టుకున్నాడు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ఎన్‌కౌంటర్ యొక్క ఖచ్చితమైన సంఘటనలు అస్పష్టంగానే ఉన్నాయి, ఎందుకంటే అవి ప్రధానంగా మరాఠా ఇతిహాసాల ద్వారా వివరించబడ్డాయి. ఏది ఏమైనప్పటికీ, ఇద్దరి మధ్య శారీరక వాగ్వాదం జరిగి, ఖాన్ మరణానికి దారితీసిందని సాధారణంగా నమ్ముతారు. ఖాన్ యొక్క బాకు శివాజీ కవచంలోకి చొచ్చుకుపోవడంలో విఫలమైనప్పుడు, శివాజీ అతనిని ఘోరంగా గాయపరిచాడు, తదనంతరం బీజాపురి సైన్యంపై దాడి చేయడానికి తన దాచిన సైన్యాన్ని ఫిరంగి పేలుడుతో సూచించాడు.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;తదుపరి ప్రతాప్‌గఢ్ యుద్ధంలో, శివాజీ దళాలు బీజాపూర్ సుల్తానేట్ సైన్యంపై నిర్ణయాత్మక విజయం సాధించాయి. బీజాపూర్ సైన్యం నుండి 3,000 మంది సైనికులు మరణించారు, ఒక ఉన్నత స్థాయి సర్దార్, ఇద్దరు అఫ్జల్ ఖాన్ కుమారులు మరియు ఇద్దరు మరాఠా నాయకులు బందీలుగా ఉన్నారు. విజయోత్సవం తరువాత, శివాజీ ప్రతాప్‌గఢ్ దిగువన భారీ సమీక్ష నిర్వహించారు. బంధించబడిన శత్రువులు, అధికారులు మరియు సైనికులు ఇద్దరూ విడుదల చేయబడ్డారు మరియు వారి ఇళ్లకు బందోబస్తు మరియు బహుమతులతో తిరిగి తీసుకెళ్లారు. మరాఠాలు వారి శౌర్యం మరియు విధేయతకు తగిన ప్రతిఫలాన్ని పొందారు.
                  </p>
              </div>

  <hr class="inside" />
              <ul><h3><li>పన్హాలా ముట్టడి:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;బీజాపురి దళాలపై అతని విజయం తరువాత, శివాజీ మరియు అతని సైన్యం కొంకణ్ తీరం మరియు కొల్హాపూర్ వైపు ముందుకు సాగాయి. వారు పన్హాలా కోటను స్వాధీనం చేసుకున్నారు మరియు 1659లో రుస్తమ్ జమాన్ మరియు ఫజల్ ఖాన్ నేతృత్వంలోని బీజాపురి దళాలను ఓడించారు. 1660లో, ఆదిల్షా తన సైన్యాధ్యక్షుడు సిద్ధి జౌహర్‌ను శివాజీ యొక్క దక్షిణ సరిహద్దుపై దాడి చేయడానికి పంపాడు, అయితే మొఘలులు ఉత్తరం నుండి ఏకకాలంలో దాడికి ప్లాన్ చేశారు. <br />
                  </p>
                  <img src="imgs/panhala-fort.webp" alt="panhala-fort" height="400px" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ఈ కాలంలో, శివాజీ తన దళాలతో పన్హాలా కోటలో ఉన్నాడు. 1660 మధ్యలో, సిద్ది జౌహర్ సైన్యం పన్హాలాను ముట్టడించింది, కోటకు సరఫరా మార్గాలను నిలిపివేసింది. పన్హాలాపై బాంబు దాడిని తీవ్రతరం చేయడానికి, సిద్ది జౌహర్ రాజాపూర్ వద్ద ఆంగ్లేయుల నుండి గ్రెనేడ్‌లను సంపాదించాడు మరియు ఆంగ్ల జెండాను ప్రదర్శించే ఆంగ్ల ఫిరంగిదళాలను నియమించుకున్నాడు. శివాజీ ఈ చర్యను ద్రోహంగా భావించాడు, డిసెంబరులో రాజాపూర్‌లోని ఆంగ్ల కర్మాగారంపై దాడి చేయడం ద్వారా ప్రతీకారం తీర్చుకున్నాడు మరియు నలుగురు యజమానులను బంధించాడు, వారు 1663 మధ్యకాలం వరకు జైలులో ఉన్నారు.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;నెలల పాటు ముట్టడిని భరించిన తర్వాత, శివాజీ సిద్ది జౌహర్‌తో చర్చలు జరిపాడు, చివరికి 22 సెప్టెంబర్ 1660న కోటను అప్పగించాడు. లొంగిపోయిన తరువాత, శివాజీ విశాల్‌గాడ్‌కు ఉపసంహరించుకున్నాడు. శివాజీ 1673లో పన్హాలాను తిరిగి స్వాధీనం చేసుకోవడం గమనార్హం.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>పవన్ ఖిండ్ యుద్ధం:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ రాత్రి ముసుగులో పన్హాలా నుండి ధైర్యంగా తప్పించుకున్నాడు. శత్రు అశ్వికదళం అతనిని వెంబడించడంతో, బండల్ దేశ్‌ముఖ్‌కు చెందిన అతని నమ్మకమైన మరాఠా సర్దార్ బాజీ ప్రభు దేశ్‌పాండే, 300 మంది సైనికులతో పాటు, ఘోడ్ ఖిండ్ ("గుర్రపు లోయ") వద్ద శత్రువులతో పోరాడేందుకు ధైర్యంగా ముందుకు వచ్చారు. వారి త్యాగం శత్రు సేనలను ఆలస్యం చేయడం మరియు శివాజీ మరియు మిగిలిన సైన్యం విశాల్‌గడ్ కోట యొక్క భద్రతను చేరుకోవడానికి అనుమతించడం లక్ష్యంగా పెట్టుకుంది. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;తదుపరి పవన్ ఖిండ్ యుద్ధంలో, సంఖ్యాబలం లేని మరాఠా దళం శివాజీ తప్పించుకోవడానికి కీలకమైన సమయాన్ని కొనుగోలు చేసి, పెద్ద శత్రువును ధైర్యంగా అడ్డుకుంది. గాయపడినప్పటికీ, బాజీ ప్రభు దేశ్‌పాండే 13 జూలై 1660 సాయంత్రం కోట వద్దకు శివాజీ విజయవంతమైన రాకను సూచిస్తూ విశాల్‌గడ్ నుండి ఫిరంగి కాల్పుల శబ్దం వినిపించే వరకు పోరాటం కొనసాగించాడు. <br />
                  </p>
                  <img src="imgs/pavan-khind.webp" alt="pavan-khind" height="450px" />
              </div>
              <div className="info_pic">
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;వారి శౌర్యం మరియు త్యాగానికి గుర్తింపుగా, ఘోడ్ ఖింద్ తరువాత బాజీ ప్రభు దేశ్‌పాండే, శిబోసింగ్ జాదవ్, ఫూలోజీ మరియు పోరాడిన ఇతర సైనికుల గౌరవార్థం పవన్ ఖింద్ ("పవిత్ర పాస్")గా పేరు మార్చబడింది. అక్కడ.
                </p>
              </div>
          </section>
  <hr />
          <section id="mughal_combat">
              <h2>మొఘలులతో యుద్ధం</h2>
              <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1657 వరకు, శివాజీ మొఘల్ సామ్రాజ్యంతో శాంతియుత సంబంధాలను కొనసాగించాడు. అతను బీజాపూర్‌ను జయించడంలో మొఘల్ చక్రవర్తి కుమారుడు మరియు దక్కన్ వైస్రాయ్ అయిన ఔరంగజేబుకు తన మద్దతును అందించాడు. ప్రతిగా, శివాజీ బీజాపురి కోటలు మరియు అతని ఆధీనంలో ఉన్న గ్రామాలపై తన హక్కులను అధికారికంగా గుర్తించాలని కోరాడు. అయితే, మొఘల్ ప్రతిస్పందనతో అసంతృప్తి చెంది, బీజాపూర్ నుండి మంచి ఆఫర్ అందుకున్న శివాజీ దక్కన్‌లోని మొఘల్ భూభాగంపై దాడిని ప్రారంభించాడు. <br />
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;మార్చి 1657లో అతని ఇద్దరు అధికారులు అహ్మద్‌నగర్ సమీపంలోని మొఘల్ భూభాగంపై దాడి చేయడంతో మొఘల్‌లతో శివాజీకి విభేదాలు తీవ్రమయ్యాయి. జున్నార్‌లో తదుపరి దాడుల్లో శివాజీ 300,000 నగదు మరియు 200 గుర్రాలను స్వాధీనం చేసుకున్నారు. ప్రతిస్పందనగా, అహ్మద్‌నగర్‌లో శివాజీ దళాలను ఓడించిన నాసిరి ఖాన్‌ను ఔరంగజేబు పంపాడు. అయితే, శివాజీకి వ్యతిరేకంగా ఔరంగజేబు చర్యలు వర్షాకాలం మరియు షాజహాన్ చక్రవర్తి అనారోగ్యంతో వారసత్వం కోసం అతని సోదరులతో అతను చేసిన పోరాటాల కారణంగా విఘాతం కలిగింది.
              </p>

              <ul><h3><li>షైస్తా ఖాన్ మరియు సూరత్‌పై దాడులు:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;బీజాపూర్‌కు చెందిన బడి బేగం అభ్యర్థన మేరకు, ఇప్పుడు మొఘల్ చక్రవర్తిగా ఉన్న ఔరంగజేబు తన మామ షైస్తా ఖాన్‌ను 150,000 మంది సైనికులతో కూడిన బలీయమైన సైన్యాన్ని జనవరిలో శక్తివంతమైన ఫిరంగి విభాగంలోకి పంపాడు. 1660. సిద్ది జౌహర్ నేతృత్వంలోని బీజాపూర్ సైన్యంతో సమన్వయంతో శివాజీని ఎదుర్కోవడం లక్ష్యం. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;80,000 మంది సైనికులతో కూడిన సైన్యానికి నాయకత్వం వహిస్తున్న షైస్టా ఖాన్ విజయవంతమైన ప్రచారాన్ని ప్రారంభించి పూణేను స్వాధీనం చేసుకున్నాడు. అతను దాని గోడలను ఉల్లంఘించి, నెలన్నర పాటు ముట్టడి చేసిన తర్వాత సమీపంలోని చకాన్ కోటను కూడా స్వాధీనం చేసుకున్నాడు. షాయిస్తా ఖాన్ లాల్ మహల్ అని పిలువబడే శివాజీ ప్యాలెస్‌లో తన నివాసాన్ని ఏర్పరచుకున్నాడు.
                  </p>
                  <img src="imgs/shaista_khan.webp" alt="shaista_khan" height="320" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ఏప్రిల్ 5, 1663 రాత్రి, శివాజీ షైస్టా ఖాన్ శిబిరంపై రాత్రిపూట ధైర్యంగా దాడి చేశాడు. 400 మందితో పాటు, శివాజీ ఖాన్ భవనంపై దాడిని ప్రారంభించాడు, ఖాన్ బెడ్‌రూమ్‌లోకి చొచ్చుకుపోయి అతనిపై గాయాలను కలిగించాడు, దీనివల్ల మూడు వేళ్లు కోల్పోయాడు. తదనంతర గందరగోళంలో, షైస్తా ఖాన్ కుమారుడు, అనేక మంది భార్యలు, సేవకులు మరియు సైనికులతో పాటు ప్రాణాలు కోల్పోయారు. పూణే వెలుపల మొఘల్ దళాలతో ఆశ్రయం పొందుతూ, ఖాన్ అవమానకరమైన సంఘటనకు ఔరంగజేబు నుండి శిక్షను ఎదుర్కొన్నాడు, ఫలితంగా అతనిని బెంగాల్‌కు బదిలీ చేశాడు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;షైస్తా ఖాన్ యొక్క దూకుడుకు ప్రతిస్పందనగా మరియు అతని ఖజానాను తిరిగి నింపుకోవడానికి, శివాజీ 1664లో సంపన్నమైన ఓడరేవు నగరమైన సూరత్ యొక్క ప్రధాన మొఘల్ వాణిజ్య కేంద్రాన్ని కొల్లగొట్టాడు. అదనంగా, ఫిబ్రవరి 13, 1665న ప్రస్తుత కర్ణాటకలో ఉన్న పోర్చుగీస్ ఆధీనంలో ఉన్న బస్రూర్‌పై నావికాదళ దాడి నిర్వహించి, గణనీయమైన దోపిడీని భద్రపరిచాడు.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>పురందర సంధి:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;షయిస్తా ఖాన్ మరియు సూరత్‌పై దాడులు ఔరంగజేబ్‌కు తీవ్ర ఆగ్రహం తెప్పించాయి, శివాజీని లొంగదీసుకోవడానికి దాదాపు 15,000 మంది సైనికులతో కూడిన రాజ్‌పుత్ జనరల్ జై సింగ్ Iని పంపించమని అతనిని ప్రేరేపించింది. 1665 అంతటా, జై సింగ్ దళాలు శివాజీని కనికరం లేకుండా వెంబడించాయి, వారి అశ్వికదళం గ్రామీణ ప్రాంతాలను ధ్వంసం చేయడం మరియు అతని కోటలను ముట్టడించడం. మొఘల్ కమాండర్ శివాజీ యొక్క అనేకమంది కీలక కమాండర్లను మరియు అతని అశ్వికదళంలో అనేకమందిని మొఘల్ సేవలో చేరడానికి విజయవంతంగా ప్రలోభపెట్టాడు.
                  </p>
                  <img src="imgs/treaty-of-purandar.webp" alt="treaty-of-purandar" height="400" />
              </div>
              <div className="info_pic">
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1665 మధ్య నాటికి, పతనం అంచున ఉన్న పురందర్‌లోని కోటతో, శివాజీ జై సింగ్‌తో చర్చలు జరపవలసి వచ్చింది. జూన్ 11, 1665న సంతకం చేసిన పురందర్ ఒప్పందంలో, శివాజీ తన కోటలలో 23 కోటలను అప్పగించడానికి అంగీకరించాడు, కేవలం 12 కోటలను మాత్రమే తన కోసం ఉంచుకున్నాడు. అదనంగా, అతను మొఘల్లకు 400,000 బంగారు హన్ పరిహారం చెల్లించడానికి అంగీకరించాడు. శివాజీ మొఘల్ సామ్రాజ్యానికి సామంతుడిగా మారడానికి మరియు 5,000 మంది గుర్రాలతో పాటు తన కుమారుడు శంభాజీని డెక్కన్‌లోని మొఘల్‌ల కోసం మాన్‌సబ్దార్‌గా మరియు పోరాడటానికి పంపడానికి అంగీకరించాడు.
                </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ఆగ్రాలో అరెస్ట్ మరియు ఎస్కేప్:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1666లో, ఔరంగజేబు తన తొమ్మిదేళ్ల కుమారుడు శంభాజీతో పాటు శివాజీని ఆగ్రాకు (కొన్ని మూలాలు ఢిల్లీని సూచిస్తున్నప్పటికీ) పిలిపించాడు. మొఘల్ సామ్రాజ్యం యొక్క వాయువ్య సరిహద్దును బలోపేతం చేయడానికి ఔరంగజేబు శివాజీని ఈ రోజు ఆఫ్ఘనిస్తాన్‌లోని కాందహార్‌కు పంపాలని అనుకున్నాడు. అయితే, మే 12, 1666న, శివాజీ గతంలో యుద్ధంలో ఓడిపోయిన సాపేక్షంగా చిన్న పెద్దల మధ్య కోర్టులో నిలబడవలసి వచ్చింది. శివాజీ స్వల్పంగా భావించాడు, అకస్మాత్తుగా విడిచిపెట్టాడు మరియు వెంటనే గృహనిర్బంధంలో ఉంచబడ్డాడు. జై సింగ్ కుమారుడు రామ్ సింగ్, శివాజీ మరియు అతని కుమారుని కస్టడీకి హామీ ఇచ్చారు.
                  </p>
                  <img src="imgs/agra-escape.webp" alt="agra-escape" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;గృహ నిర్బంధంలో ఉన్న శివాజీ స్థానం ప్రమాదకరంగా ఉంది, ఔరంగజేబు కోర్టు అతన్ని చంపాలా లేదా అతనిని ఉద్యోగంలో కొనసాగించాలా అని చర్చించింది. జై సింగ్, శివాజీకి తన వ్యక్తిగత భద్రత గురించి హామీ ఇచ్చి, ఔరంగజేబు నిర్ణయాన్ని ప్రభావితం చేయడానికి ప్రయత్నించాడు. ఇంతలో శివాజీ తనను విడిపించుకోవడానికి పథకం పన్నాడు. అతను తన మనుష్యులను చాలా మందిని ఇంటికి తిరిగి పంపించాడు మరియు రామ్ సింగ్ తనను మరియు తన కుమారుని సురక్షిత కస్టడీ కోసం చక్రవర్తికి తన హామీలను ఉపసంహరించుకోవాలని కోరాడు. అతను మొఘల్ దళాలకు లొంగిపోయాడు. శివాజీ అనారోగ్యంతో ఉన్నట్లు నటించి, బ్రాహ్మణులకు మరియు పేదలకు తపస్సు చేయడానికి స్వీట్లతో నిండిన పెద్ద బుట్టలను పంపడం ప్రారంభించాడు. 1666 ఆగస్టు 17న, ఒక పెద్ద బుట్టలో తనను మరియు తన కొడుకు శంభాజీని మరొక బుట్టలో పెట్టుకుని, శివాజీ తప్పించుకుని ఆగ్రాను విడిచిపెట్టాడు.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="reconquest">
              <h2>తిరిగి స్వాధీనం</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1670 వరకు శివాజీ మరియు మొఘలుల మధ్య శాంతి కొనసాగింది, ఔరంగజేబు శివాజీ మరియు ముఅజ్జామ్ మధ్య ఉన్న సన్నిహిత సంబంధాలపై అనుమానం పెంచుకున్నాడు. ముఅజ్జం తన సింహాసనాన్ని సవాలు చేస్తారని ఔరంగజేబు భయపడ్డాడు మరియు అతను శివాజీ నుండి లంచాలు అందుకున్నాడని అనుమానించాడు. దాదాపు అదే సమయంలో, ఔరంగజేబు, ఆఫ్ఘన్‌లకు వ్యతిరేకంగా యుద్ధాలలో నిమగ్నమై, దక్కన్‌లో తన సైన్యాన్ని గణనీయంగా తగ్గించాడు. చాలా మంది డిశ్చార్జ్ అయిన సైనికులు మరాఠా సేవలో చేరారు. మొఘలులు శివాజీకి సంవత్సరాల క్రితం అప్పుగా ఇచ్చిన డబ్బును తిరిగి పొందేందుకు బేరార్‌లోని జాగీర్‌ను రద్దు చేశారు. ప్రతిస్పందనగా, శివాజీ మొఘల్‌లపై దాడిని ప్రారంభించాడు, నాలుగు నెలల్లో లొంగిపోయిన భూభాగాలలో గణనీయమైన భాగాన్ని తిరిగి స్వాధీనం చేసుకున్నాడు.
                  </p>
                  <img src="imgs/reconquest.webp" alt="reconquest" height="450" />
              </div>
              <div className="info_pic">
                <p>
                  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1670లో, శివాజీ రెండవసారి సూరత్‌ను కొల్లగొట్టాడు. ఇంగ్లీష్ మరియు డచ్ కర్మాగారాలు అతని దాడికి వ్యతిరేకంగా విజయవంతంగా సమర్థించగా, శివాజీ మక్కా నుండి తిరిగి వచ్చిన ముస్లిం యువరాజు ఆస్తులతో సహా నగరాన్ని దోచుకున్నాడు. ఈ దాడులతో కోపోద్రిక్తులైన మొఘలులు తిరిగి శత్రుత్వాన్ని కొనసాగించారు, సూరత్ నుండి తిరిగి వచ్చిన శివాజీని అడ్డుకునేందుకు దౌద్ ఖాన్ బలగాలను పంపారు. అయితే, నాసిక్ సమీపంలోని వాణి-డిండోరి యుద్ధంలో శివాజీ విజేతగా నిలిచాడు.
                </p>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;అక్టోబర్ 1670లో, తనకు యుద్ధ సామాగ్రిని విక్రయించడానికి నిరాకరించిన బొంబాయిలో ఆంగ్లేయులను వేధించమని శివాజీ తన దళాలను ఆదేశించాడు. అతని బలగాలు బొంబాయి నుండి బయలుదేరిన ఇంగ్లీషు వుడ్‌కటింగ్ పార్టీలను అడ్డుకున్నాయి. సెప్టెంబరు 1671లో, శివాజీ దండా-రాజ్‌పురికి వ్యతిరేకంగా జరిగిన సంఘర్షణకు అవసరమైన సాయాన్ని కోరుతూ బొంబాయికి రాయబారిని పంపాడు. ఈ విజయం ద్వారా శివాజీ లాభాల గురించి ఆందోళన చెందుతున్నప్పటికీ, రాజాపూర్‌లోని తమ కర్మాగారాలపై అతను చేసిన దాడులకు పరిహారం పొందే అవకాశాన్ని వదులుకోవడానికి ఆంగ్లేయులు వెనుకాడారు. శివాజీ మరియు ఆంగ్లేయుల మధ్య చర్చలు జరిగాయి, కానీ రాజాపూర్ నష్టపరిహారం సమస్యపై విఫలమైంది. తదుపరి రాయబారి మార్పిడి జరిగినప్పటికీ, శివాజీ తన మరణానికి ముందు రాజాపూర్ నష్టపరిహారాన్ని ఎన్నడూ చెల్లించలేదు, ఇది 1682 చివరి నాటికి అక్కడ ఫ్యాక్టరీ రద్దుకు దారితీసింది.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ఉమ్రానీ మరియు నేసరి యుద్ధాలు:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1674లో, జనరల్ బహ్లోల్ ఖాన్ ఆధ్వర్యంలో దండయాత్ర చేస్తున్న బీజాపురి దళాలను తిప్పికొట్టడానికి సర్నౌబత్ (మరాఠా దళాల కమాండర్-ఇన్-చీఫ్) ప్రతాప్రావ్ గుజార్ పంపబడ్డాడు. ఒక కీలకమైన సరస్సును వ్యూహాత్మకంగా చుట్టుముట్టిన తర్వాత, శత్రువుల నీటిని కోల్పోయి, శాంతి నిబంధనలను కోరడానికి వారిని బలవంతం చేసిన తర్వాత బహ్లోల్ ఖాన్‌ను బంధించడం ద్వారా ప్రతాప్రావు సేనలు విజయం సాధించాయి. శివాజీ స్పష్టమైన హెచ్చరికలు చేసినప్పటికీ, ప్రతాప్రావు మళ్లీ దాడికి సన్నాహాలు ప్రారంభించిన బహ్లోల్ ఖాన్‌ను విడుదల చేశాడు.
                  </p>
                  <img src="imgs/umrani.webp" alt="umrani" height="400" />
              </div>
              <div className="info_pic">
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ప్రతాప్రావు చర్యల గురించి తెలుసుకున్న శివాజీ అతనికి రాసిన లేఖలో తన నిరాశను వ్యక్తం చేశాడు, బహ్లోల్ ఖాన్ తిరిగి స్వాధీనం చేసుకునే వరకు అతనికి ప్రేక్షకులు ఉండకూడదని చెప్పాడు. శివాజీ మందలింపుతో నిరుత్సాహపడిన ప్రతాప్రావు కేవలం ఆరుగురు గుర్రాలతో బహ్లోల్ ఖాన్‌ను ఎదుర్కొన్నాడు, అతని ప్రధాన బలగాన్ని వదిలిపెట్టాడు మరియు తరువాతి యుద్ధంలో మరణించాడు. ప్రతాప్రావు మరణవార్త విని శివాజీ తీవ్ర సంతాపం చెంది, ప్రతాప్రావు కుమార్తెతో తన రెండవ కుమారుడు రాజారామ్ వివాహం జరిపించాడు. ప్రతాప్రావు మరణం తరువాత, హంబీరావ్ మోహితే కొత్త సర్నౌబత్ పాత్రను స్వీకరించారు. హిరోజీ ఇందుల్కర్ నిర్మించిన రాయగడ కోట, అభివృద్ధి చెందుతున్న మరాఠా రాజ్యానికి కొత్త రాజధానిగా ఉద్భవించింది.
                </p>
              </div>
          </section>
  
  <hr />
          <section id="coronation">
              <h2>పట్టాభిషేకం</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ తన ప్రచారాల ద్వారా గణనీయమైన భూములు మరియు సంపదను సంపాదించాడు, అయినప్పటికీ అధికారిక బిరుదు లేకపోవటంతో, అతను సాంకేతికంగా మొఘల్ జమీందార్ లేదా బీజాపురి జాగీర్దార్ కుమారుడు, అతని వాస్తవ డొమైన్‌ను పాలించడానికి చట్టపరమైన ఆధారం లేకుండానే ఉన్నాడు. . ఒక రాజ హోదా దీనిని పరిష్కరించగలదు మరియు అతనికి సమానమైన ఇతర మరాఠా నాయకుల నుండి సవాళ్లను నిరోధించగలదు. అంతేకాకుండా, ముస్లింలు ఎక్కువగా పరిపాలించబడే ప్రాంతంలో హిందూ మరాఠాలకు హిందూ సార్వభౌమాధికారాన్ని అటువంటి శీర్షిక అందిస్తుంది.
                  </p>
                  <img src="imgs/coronation.webp" alt="coronation" height="300" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ప్రతిపాదిత పట్టాభిషేకానికి సన్నాహాలు 1673లో ప్రారంభమయ్యాయి. అయితే, కొన్ని వివాదాలు పట్టాభిషేకాన్ని దాదాపు ఒక సంవత్సరం పాటు పొడిగించాయి. శివాజీ ఆస్థాన బ్రాహ్మణుల మధ్య ఒక వివాదం చెలరేగింది: వారు శివాజీకి రాజుగా పట్టాభిషేకం చేయడానికి నిరాకరించారు, ఎందుకంటే ఆ హోదా సాంప్రదాయకంగా హిందూ సమాజంలోని క్షత్రియ (యోధుడు) వర్ణానికి కేటాయించబడింది. వ్యవసాయ గ్రామాల అధిపతుల వంశం కారణంగా మరాఠాగా వర్గీకరించబడ్డాడు, శివాజీ ఎప్పుడూ పవిత్రమైన దారపు ఉత్సవంలో పాల్గొనలేదు లేదా క్షత్రియుని వలె దారాన్ని ధరించలేదు. శివాజీ వారణాసికి చెందిన పండిట్ గాగా భట్ నుండి ధృవీకరణను కోరాడు, అతను శివాజీ సిసోడియాల నుండి వచ్చినట్లు రుజువు చేసే సాక్ష్యాలను కనుగొన్నట్లు పేర్కొన్నాడు, తద్వారా అతని స్థాయికి తగిన వేడుకలు అవసరమని అతనిని క్షత్రియుడిగా ధృవీకరించాడు. ఈ స్థితిని నొక్కిచెప్పడానికి, శివాజీ ఒక పవిత్రమైన థ్రెడ్ వేడుకను నిర్వహించాడు మరియు క్షత్రియుడు ఆశించిన వైదిక ఆచారాల ప్రకారం తన జీవిత భాగస్వాములను తిరిగి వివాహం చేసుకున్నాడు. ఏది ఏమైనప్పటికీ, శివాజీ రాజ్‌పుత్‌కు, ప్రత్యేకంగా సిసోడియల్ వంశానికి సంబంధించిన వాదనను బలహీనంగా లేదా పూర్తిగా ఆవిష్కరణగా చూడవచ్చని చారిత్రక ఆధారాలు సూచిస్తున్నాయి.
                  </p>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;మే 28న, శివాజీ తన మరియు అతని పూర్వీకులు క్షత్రియ ఆచారాలను పాటించడంలో విఫలమైనందుకు తపస్సు చేశాడు. గాగా భట్ శివాజీని పవిత్రమైన దారంతో పెట్టుబడి పెట్టాడు. ఇతర బ్రాహ్మణుల ఒత్తిడిని అనుసరించి, గాగా భట్ వేద మంత్రోచ్ఛారణను విడిచిపెట్టాడు మరియు శివాజీని బ్రాహ్మణులతో సమానంగా ఉంచకుండా, రెండుసార్లు జన్మించిన వారి జీవితాన్ని సవరించిన రూపంలోకి ప్రారంభించాడు. మరుసటి రోజు, శివాజీ తన జీవితకాలంలో చేసిన పాపాలకు ప్రాయశ్చిత్తం చేశాడు. అతను బంగారం, వెండి మరియు అనేక ఇతర వస్తువులతో సహా ఏడు లోహాలతో విడిగా తూకం వేయబడ్డాడు మరియు ఈ వస్తువులు, లక్ష హన్‌తో పాటు బ్రాహ్మణులకు పంపిణీ చేయబడ్డాయి. అయినప్పటికీ, ఇది వారి దురాశను తీర్చడంలో విఫలమైంది, శివాజీ తన దాడుల సమయంలో బ్రాహ్మణులను, ఆవులను, స్త్రీలను మరియు పిల్లలను చంపేశాడని సూచించడానికి ఇద్దరు బ్రాహ్మణులను ప్రేరేపించారు. రూ. రుసుము చెల్లించి ఈ పాప విముక్తి పొందవచ్చు. 8,000, శివాజీ చెల్లించారు. సభ, అన్నదానం, సింహాసనం మరియు ఆభరణాల కోసం మొత్తం ఖర్చు సుమారు 1.5 మిలియన్ రూపాయలు.
                  </p>
                  <img src="imgs/coronation-2.webp" alt="coronation-2" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6 జూన్ 1674న, శివాజీ మరాఠా సామ్రాజ్యం (హిందవీ స్వరాజ్) రాజుగా రాయగడ్ కోటలో జరిగిన ఒక గొప్ప వేడుకలో అభిషేకించబడ్డాడు. హిందూ క్యాలెండర్ ప్రకారం, ఇది 1596వ సంవత్సరంలో జ్యేష్ఠ మాసం మొదటి పక్షంలోని 13వ రోజు (త్రయోదశి). గాగా భట్ ఏడు పవిత్ర నదుల జలాలతో నిండిన బంగారు పాత్ర నుండి నీటిని పోస్తూ వేడుకను నిర్వహించారు. యమునా, సింధు, గంగ, గోదావరి, నర్మద, కృష్ణ, మరియు కావేరి-శివాజీ తలపై వేద పట్టాభిషేక మంత్రాలను పఠిస్తున్నారు. అభ్యంగన తర్వాత, శివాజీ తన తల్లి జీజాబాయికి నమస్కరించి, ఆమె పాదాలను తాకాడు. దాదాపు యాభై వేల మంది రాయ్‌గఢ్‌లో వేడుకలకు తరలివచ్చారు. శివాజీని శకకర్త ("యుగ స్థాపకుడు") మరియు ఛత్రపతి ("సార్వభౌమాధికారి")గా కీర్తించారు. అతను హైందవ ధర్మోధారక్ (హిందూ విశ్వాసం యొక్క రక్షకుడు) మరియు క్షత్రియ కులవంతస్ అనే బిరుదును కూడా పొందాడు: క్షత్రియుడు హిందూమతం యొక్క వర్ణం, మరియు కులవంతాలు అంటే 'కుల లేదా జాతికి అధిపతి' అని అర్థం. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;జీజాబాయి 18 జూన్ 1674న కన్నుమూశారు. మరాఠాలు తాంత్రిక పూజారి అయిన నిశ్చల్ పూరి గోస్వామిని పిలిచారు, ప్రారంభ పట్టాభిషేకం అశుభ నక్షత్రాల కింద జరిగిందని, రెండవ పట్టాభిషేకం అవసరమని ప్రకటించారు. ఈ రెండవ పట్టాభిషేకం, 24 సెప్టెంబర్ 1674న, శివాజీ తన మొదటి పట్టాభిషేకం యొక్క వైదిక ఆచారాలకు అనర్హుడని ఇప్పటికీ విశ్వసించే వారిని శాంతింపజేసింది, ఎందుకంటే ఇది తక్కువ వివాదాస్పద వేడుక.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="south-india">
              <h2>దక్షిణ భారతదేశంలో విజయం</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1674లో ప్రారంభించి, మరాఠాలు అక్టోబరులో ఖండేష్‌పై దాడి చేసి, ఏప్రిల్ 1675లో బీజాపురి పోండాను స్వాధీనం చేసుకుని, సంవత్సరం మధ్యలో కార్వార్‌ను స్వాధీనం చేసుకుని, జూలైలో కొల్హాపూర్‌ను స్వాధీనం చేసుకున్నారు. నవంబర్‌లో, మరాఠా నావికాదళం జంజీరాలోని సిద్దిలతో వాగ్వివాదానికి దిగింది, కానీ వారిని తరిమివేయడంలో విఫలమైంది. అనారోగ్యం నుండి కోలుకుని, బీజాపూర్‌లో దక్కనీలు మరియు ఆఫ్ఘన్‌ల మధ్య జరిగిన అంతర్యుద్ధాన్ని ఉపయోగించుకున్న తర్వాత, శివాజీ ఏప్రిల్ 1676లో అథనిపై దాడి చేశాడు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;తన దండయాత్రకు ముందు, శివాజీ దక్కనీ దేశభక్తి యొక్క భావానికి విజ్ఞప్తి చేసాడు, బయటి వ్యక్తుల నుండి రక్షించబడే దక్షిణ భారతదేశాన్ని మాతృభూమిగా నొక్కి చెప్పాడు. అతని విజ్ఞప్తి కొంత విజయవంతమైంది,
                  </p>
                  <img src="imgs/tanjore.webp" alt="tanjore" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    శివాజీ 1677లో ఒక నెలపాటు హైదరాబాద్‌ను సందర్శించడానికి దారితీసింది, అక్కడ అతను గోల్కొండ సుల్తానేట్ యొక్క కుతుబ్షాతో ఒప్పందం చేసుకున్నాడు. ఒప్పందం ప్రకారం, కుతుబ్షా బీజాపూర్‌తో తన మైత్రిని ముగించడానికి మరియు మొఘలులను ఉమ్మడిగా వ్యతిరేకించడానికి అంగీకరించాడు. 1677లో, శివాజీ 30,000 అశ్వికదళం మరియు 40,000 పదాతిదళాలతో కర్ణాటకపై దండెత్తాడు, గోల్కొండ ఫిరంగి మరియు నిధుల మద్దతుతో. దక్షిణ దిశగా ముందుకు సాగుతున్న శివాజీ వెల్లూరు మరియు జింగీ కోటలను స్వాధీనం చేసుకున్నాడు; తరువాతి తరువాత అతని కుమారుడు రాజారామ్ I పాలనలో మరాఠాల రాజధానిగా మారింది.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;షాహాజీ తర్వాత తంజావూరు (తంజావూరు)ని పాలించిన అతని రెండవ భార్య తుకాబాయి (నీ మోహిత) నుండి షాహాజీ కుమారుడు తన సవతి సోదరుడు వెంకోజీ (ఎకోజీ I)తో రాజీపడాలని శివాజీ ప్రయత్నించాడు. చర్చలు మొదట్లో ఆశాజనకంగా కనిపించినప్పటికీ, చివరికి అవి విఫలమయ్యాయి. రాయ్‌గఢ్‌కు తిరిగి వచ్చిన తర్వాత, శివాజీ 26 నవంబర్ 1677న తన సవతి సోదరుడి సైన్యాన్ని ఓడించి, మైసూర్ పీఠభూమిలో అతని ఆస్తులను స్వాధీనం చేసుకున్నాడు. వెంకోజీ భార్య, శివాజీ ఎంతో గౌరవించే దీపా బాయి, అతనితో కొత్త చర్చలు ప్రారంభించింది మరియు అతని ముస్లిం సలహాదారుల నుండి దూరంగా ఉండటానికి తన భర్తను ఒప్పించింది. చివరికి, శివాజీ స్వాధీనం చేసుకున్న అనేక ఆస్తులను దీపా బాయి మరియు ఆమె స్త్రీ వారసులకు తిరిగి ఇవ్వడానికి అంగీకరించాడు. ప్రతిగా, వెంకోజీ భూభాగాల సరైన పరిపాలన మరియు షాజీ స్మారకం (సమాధి) నిర్వహణ కోసం కొన్ని షరతులను అంగీకరించారు.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="death-succession">
              <h2>మరణం మరియు వారసత్వం</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ వారసుడి అంశం సంక్లిష్టమైనది. 1678లో, శివాజీ తన కుమారుడిని పన్హాలాకు పరిమితం చేసాడు, యువరాజు తన భార్యతో తప్పించుకుని ఒక సంవత్సరం పాటు మొఘల్‌లకు ఫిరాయించాడు. శంభాజీ తర్వాత ఇంటికి తిరిగి వచ్చాడు, పశ్చాత్తాపం చెందలేదు మరియు మళ్లీ పన్హాలాకు పరిమితమయ్యాడు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ఛత్రపతి శివాజీ మహారాజ్ 3-5 ఏప్రిల్ 1680లో, 50 సంవత్సరాల వయస్సులో, హనుమాన్ జయంతి సందర్భంగా మరణించారు. అతని మరణానికి కారణం వివాదాస్పదంగా ఉంది. బ్రిటీష్ రికార్డుల ప్రకారం, శివాజీ మహారాజ్ 12 రోజులు అనారోగ్యంతో రక్తపు ఫ్లక్స్‌తో మరణించాడు. Biblioteca Nacional de Lisboa నుండి సమకాలీన పోర్చుగీస్ పత్రం అతని మరణానికి ఆంత్రాక్స్ కారణమని నమోదు చేసింది. అయితే సభాసద్ బఖర్ రచయిత కృష్ణాజీ అనంత్ సభాసద్ మాత్రం జ్వరమే మరణానికి కారణమని పేర్కొన్నారు. శివాజీకి సంతానం లేని పెద్ద బ్రతికి ఉన్న భార్య పూతలాబాయి అతని అంత్యక్రియల చితిలో దూకి సతీదేవిని చేసింది.
                  </p>
                  <img src="imgs/chatrapati-sambhaji-maharaj.webp" alt="chatrapati-sambhaji-maharaj" height="480" />
              </div>
              <div class="info_pic">
                  <p>
                    జీవించి ఉన్న మరో జీవిత భాగస్వామి సక్వర్‌బాయి ఆమెకు చిన్న కుమార్తె ఉన్నందున దానిని అనుసరించలేకపోయింది. కొన్ని ఆరోపణలు, తరువాతి పండితులచే అనుమానించబడినప్పటికీ, శివాజీ రెండవ భార్య సోయారాబాయి తన 10 ఏళ్ల కొడుకు రాజారామ్‌ను సింహాసనంపై కూర్చోబెట్టడానికి అతనికి విషం కలిపిందని సూచించింది.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ మరణం తరువాత, సోయారాబాయి తన సవతి కొడుకు శంభాజీకి బదులుగా తన కొడుకు రాజారామ్‌కు పట్టాభిషేకం చేయడానికి వివిధ మంత్రులతో కలిసి కుట్ర పన్నారు. 21 ఏప్రిల్ 1680 న, పదేళ్ల రాజారామ్ సింహాసనంపై ప్రతిష్టించబడ్డాడు. అయితే, కమాండర్‌ను చంపిన తర్వాత శంభాజీ రాయగఢ్ కోటను స్వాధీనం చేసుకున్నాడు మరియు జూన్ 18న అతను రాయగడపై నియంత్రణ సాధించాడు. అతను జూలై 20న అధికారికంగా సింహాసనాన్ని అధిష్టించాడు. రాజారామ్, అతని తల్లి సోయారాబాయి మరియు అతని భార్య జాంకీ బాయి జైలు పాలయ్యారు మరియు ఆ అక్టోబర్‌లో కుట్ర ఆరోపణలపై సోయారాబాయి ఉరితీయబడ్డారు.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>మరాఠాలకు వ్యతిరేకంగా ఔరంగజేబు చేసిన ప్రచారం మరియు పరిణామాలు:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1681లో శివాజీ మరణం తరువాత, ఔరంగజేబ్ దక్షిణాదిలో మరాఠాలు, బీజాపూర్‌లోని ఆదిల్ షాహీ మరియు గోల్కొండ కుతుబ్ షాహీల ఆధీనంలో ఉన్న భూభాగాలను స్వాధీనం చేసుకునేందుకు ప్రచారాన్ని ప్రారంభించాడు. అతను ఆదిల్ షాహీ మరియు కుతుబ్ షాహీ రాజవంశాలను నిర్మూలించగలిగాడు, మరాఠాలు దృఢంగా నిరూపించుకున్నారు. మొఘల్-మరాఠా యుద్ధాలు అని పిలుస్తారు, ఈ ప్రయత్నం మొఘల్ సామ్రాజ్యాన్ని నామమాత్రంగా విస్తరించింది కానీ వ్యూహాత్మక వైఫల్యంతో ముగిసింది, మొఘల్ సామ్రాజ్యాన్ని తీవ్రంగా బలహీనపరిచింది. ఔరంగజేబు దక్కన్‌లో 27 సంవత్సరాలు గడిపాడు కానీ మరాఠాలను జయించలేకపోయాడు, మొఘల్ ఖజానాను హరించలేకపోయాడు మరియు మొఘల్ సైన్యాన్ని గణనీయంగా బలహీనపరిచాడు.
                  </p>
                  <img src="imgs/sambhaji-torture.webp" alt="sambhaji-torture" height="400" />
              </div>
              <div class="info_pic">
                  <p>
                    ఔరంగజేబు సైన్యంలోని దాదాపు 2.5 మిలియన్ల మంది సైనికులు సంఘర్షణ సమయంలో మరణించారని, 2 మిలియన్ల మంది పౌరులు కరువు, ప్లేగు మరియు యుద్ధ ప్రాంతాలలో కరువు కారణంగా మరణించారని చారిత్రక ఆధారాలు అంచనా వేస్తున్నాయి. <br /> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ఈ కాలంలో, 1689లో శంభాజీ పట్టుబడ్డాడు, హింసించబడ్డాడు మరియు ఉరితీయబడ్డాడు, అతని వారసుడు రాజారామ్ మరియు తరువాత అతని వితంతువు తారాబాయి నాయకత్వంలో బలమైన మరాఠా ప్రతిఘటనకు దారితీసింది. మొఘలులు మరియు మరాఠాల మధ్య భూభాగాలు తరచుగా చేతులు మారుతూ ఉండేవి.
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;27 ఏళ్ల పోరాటంలో శివాజీ మనవడు మరియు శంభాజీ కొడుకు షాహు ఔరంగజేబు చేతిలో బందీగా ఉన్నాడు. ఔరంగజేబు మరణం తరువాత, షాహూ అతని వారసుడిచే విడుదల చేయబడ్డాడు. వారసత్వం కోసం అతని అత్త తారాబాయితో స్వల్ప అధికార పోరాటం తరువాత, షాహూ మరాఠా సామ్రాజ్యాన్ని 1707 నుండి 1749 వరకు పరిపాలించాడు. అతని పాలన ప్రారంభ సంవత్సరాల్లో, అతను బాలాజీ విశ్వనాథ్ మరియు అతని వారసులను మరాఠా సామ్రాజ్యానికి పీష్వాలుగా (ప్రధానులు) నియమించాడు. బాలాజీ కుమారుడు, పీష్వా బాజీరావు I మరియు మనవడు పీష్వా బాలాజీ బాజీరావు నాయకత్వంలో సామ్రాజ్యం గణనీయంగా విస్తరించింది. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;విశాలమైన సామ్రాజ్యాన్ని సమర్థవంతంగా నిర్వహించడానికి, షాహు మరియు పేష్వాలు బరోడాలోని గైక్వాడ్‌లు, ఇండోర్ మరియు మాల్వాలోని హోల్కర్లు, సింధియాస్ మరియు గ్వాలియర్‌లతో సహా శక్తివంతమైన భూస్వామ్య ప్రభువులకు అర్ధ-స్వయంప్రతిపత్తిని ఇచ్చారు. నాగ్‌పూర్‌కు చెందిన భోన్సాలేస్, మరాఠా సమాఖ్యను ఏర్పాటు చేశారు.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="legacy">
              <h2>వారసత్వం</h2>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ యొక్క శాశ్వతమైన వారసత్వం మరాఠా సామ్రాజ్యానికి పునాది వేయడంలో ఉంది, ఇది మొఘల్ సామ్రాజ్యం యొక్క సైనిక, ఆర్థిక బలం మరియు ప్రతిష్టను బలహీనపరచడానికి గణనీయంగా దోహదపడింది. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1707లో ఔరంగజేబు మరణం తరువాత, మరాఠాలు వేగంగా మొఘల్ భూభాగాలను స్వాధీనం చేసుకోవడం ప్రారంభించారు. 1734 నాటికి, వారు మాల్వాలో దృఢంగా స్థిరపడ్డారు. 1737 నాటికి, మరాఠా దాడులు బుందేల్‌ఖండ్, రాజ్‌పుతానా మరియు దోయాబ్ వరకు విస్తరించి, ఢిల్లీ గోడల వెలుపల సామ్రాజ్య సైన్యాన్ని ఓడించడంలో ముగిశాయి. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1738లో, తన సైన్యం యొక్క ఓటమి మరియు ఆకలిని ఎదుర్కొంటూ, మొఘల్ చక్రవర్తి అధికారంపై పనిచేసిన హైదరాబాద్ నిజాం, మరాఠాలను మాల్వా పాలకులుగా మరియు నర్మదా మరియు చంబల్ మధ్య అన్ని భూములకు సార్వభౌమాధికారులుగా గుర్తించాడు. నదులు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;స్టివార్ట్ గోర్డాన్ గుర్తించినట్లుగా, మరాఠాల యొక్క ఈ ఉత్తరాది విస్తరణ, మొఘల్ సైన్యం యొక్క స్థాపించబడిన క్రమాన్ని మరియు ఆధిపత్యాన్ని సవాలు చేస్తూ వారి పెరుగుతున్న ప్రభావాన్ని మరియు ప్రాదేశిక లాభాలను ప్రదర్శించింది.
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        1750లలో, మరాఠా ప్రభావం యొక్క సరిహద్దు ఉత్తర దిశగా ఢిల్లీ వరకు విస్తరించింది. ఈ సమయంలో, మొఘల్ ప్రభుత్వం రాజధాని నుండి యాభై మైళ్ల దూరంలో ఉన్న చాలా తక్కువ భూభాగంపై ప్రత్యక్ష నియంత్రణను కలిగి ఉంది. ఈ పరిమిత మండలంలో కూడా వివాదాలు ప్రబలాయి. జాట్‌లు మరియు రోహిల్లాలు భూభాగంపై నియంత్రణ కోసం పోటీ పడ్డారు, సింహాసనం కోసం వివిధ వర్గాలు పోటీ పడ్డాయి మరియు ఆఫ్ఘన్ రాజు అహ్మద్ షా అబ్దాలీ రాజధానిలో కాలానుగుణంగా చొరబాట్లు చేశారు. <br />
                        ... <br />
                        ఈ గందరగోళం మధ్య, ఢిల్లీలో మరాఠాలకు రెండు కీలక సంఘటనలు ఆవిష్కృతమయ్యాయి. మొదట, 1752లో జరిగిన ఒక ఒప్పందం వారిని మొఘల్ సింహాసనానికి రక్షకులుగా నియమించింది, పంజాబ్‌లో చౌత్ సేకరించే హక్కును వారికి కల్పించింది. రెండవది, 1753 నాటి అంతర్యుద్ధం ఫలితంగా మొఘల్ సింహాసనంపై మరాఠా నామినీని నియమించారు, ఈ ప్రాంతంలో అధికారం మరియు ప్రభావం కోసం మరాఠా అన్వేషణలో ముఖ్యమైన మైలురాళ్లను సూచిస్తుంది.
                      </p>
                  </div>
              </div>
              <div class="info-pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;అత్యున్నత దశలో, మరాఠా సామ్రాజ్యం దక్షిణాన ప్రస్తుత మహారాష్ట్ర నుండి ఉత్తరాన సట్లెజ్ నది వరకు మరియు తూర్పున ఒరిస్సా వరకు విస్తరించింది. అయితే, 1761లో, ఆఫ్ఘన్ సామ్రాజ్యానికి చెందిన అహ్మద్ షా దురానీకి వ్యతిరేకంగా జరిగిన మూడవ పానిపట్ యుద్ధంలో మరాఠా సైన్యం గణనీయమైన పరాజయాన్ని చవిచూసింది. ఈ ఓటమి ఉన్నప్పటికీ, మరాఠాలు వేగంగా కోలుకున్నారు. ఒక దశాబ్దం తరువాత, మాధవరావు II పాలనలో, వారు ఉత్తర భారతదేశంలో తిరిగి ప్రాబల్యం పొందారు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;19వ శతాబ్దం ప్రారంభంలో, బ్రిటీష్ ఈస్ట్ ఇండియా కంపెనీ భారతదేశంలో తన అధికారాన్ని పటిష్టం చేసుకుంది. తరువాత తాత్కాలిక గవర్నర్ జనరల్‌గా పనిచేసిన బ్రిటీష్ అధికారి చార్లెస్ మెట్‌కాల్ఫ్ 1806లో భారతదేశం తప్పనిసరిగా రెండు ప్రధాన శక్తులచే పాలించబడుతుందని వ్యాఖ్యానించాడు: బ్రిటిష్ మరియు మరాఠాలు. బ్రిటీష్ వారు అప్పగించిన ఏదైనా భూభాగాన్ని మరాఠాలు క్లెయిమ్ చేసే అవకాశం ఉందని ఆయన నొక్కి చెప్పారు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;రెండవ మరియు మూడవ ఆంగ్లో-మరాఠా యుద్ధాలలో (1805-1818) బ్రిటిష్ వారి చేతిలో ఓడిపోయే వరకు మరాఠాలు భారతదేశంలో ఆధిపత్య శక్తిగా ఉన్నారు. ఈ సంఘర్షణల ఫలితంగా బ్రిటీష్ ఈస్ట్ ఇండియా కంపెనీ భారతదేశం అంతటా ఆధిపత్య శక్తిగా ఉద్భవించింది.
                  </p>
              </div>
          </section>
  
  <hr />
          <section id="governance">
              <h2>పాలన</h2>
              <ul><h3><li>అష్ట ప్రధాన మండలం:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;అష్ట ప్రధాన మండల్ అని పిలువబడే ఎనిమిది మంత్రుల మండలి, శివాజీచే స్థాపించబడిన కీలకమైన పరిపాలనా మరియు సలహా సంస్థ. ఎనిమిది మంది మంత్రులతో కూడిన ఇది రాజకీయ మరియు పరిపాలనా వ్యవహారాలపై శివాజీకి సలహాలు మరియు మార్గదర్శకత్వం అందించడానికి కీలకమైన వేదికగా పనిచేసింది. ఈ కౌన్సిల్ సభ్యులు ఈ క్రింది విధంగా ఉన్నారు:
                  </p>
              </div>
              <div class="table">
              <table>
                    <thead>
                        <tr>
                            <td>మంత్రి</td>
                            <td>డ్యూటీ</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>పీష్వా లేదా ప్రధాన మంత్రి</td>
                            <td>సాధారణ పరిపాలన</td>
                        </tr>
                        <tr>
                            <td>అమాత్య లేదా ఆర్థిక మంత్రి</td>
                            <td>పబ్లిక్ ఖాతాలను నిర్వహించడం</td>
                        </tr>
                        <tr>
                            <td>మంత్రి లేదా క్రానికల్</td>
                            <td>కోర్టు రికార్డులను నిర్వహించడం</td>
                        </tr>
                        <tr>
                            <td>సమ్మంట్ లేదా డబీర్ లేదా విదేశాంగ కార్యదర్శి</td>
                            <td>ఇతర రాష్ట్రాలతో సంబంధాలకు సంబంధించిన అన్ని విషయాలు</td>
                        </tr>
                        <tr>
                            <td>సచివ్ లేదా షుర్న్ నవీస్ లేదా హోం సెక్రటరీ</td>
                            <td>రాజు యొక్క కరస్పాండెన్స్‌ని నిర్వహించడం</td>
                        </tr>
                        <tr>
                            <td>పండిత్రావు లేదా ఎక్లెసియాస్టికల్ హెడ్</td>
                            <td>మతపరమైన విషయాలు</td>
                        </tr>
                        <tr>
                            <td>న్యాయాధీలు లేదా ప్రధాన న్యాయమూర్తి</td>
                            <td>సివిల్ మరియు మిలిటరీ న్యాయం</td>
                        </tr>
                        <tr>
                            <td>సేనాపతి/సారీ నౌబత్ లేదా కమాండర్-ఇన్-చీఫ్</td>
                            <td>రాజు సైన్యానికి సంబంధించిన అన్ని విషయాలు</td>
                        </tr>
                    </tbody>
                </table>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>మరాఠీ మరియు సంస్కృతం ప్రచారం:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;తన ఆస్థానంలో, శివాజీ ఈ ప్రాంతంలో ప్రబలంగా ఉన్న పర్షియన్ భాషని మరాఠీతో భర్తీ చేయడం ద్వారా గణనీయమైన సాంస్కృతిక మరియు భాషాపరమైన మార్పును నెలకొల్పాడు. అతను తన పాలనలో హిందూ రాజకీయ మరియు ఆస్థాన సంప్రదాయాలను కూడా నొక్కి చెప్పాడు. కమ్యూనికేషన్ మరియు గ్రహణశక్తి కోసం నిర్మాణాత్మక సాధనంగా మరాఠీని ప్రోత్సహించడంలో శివాజీ పాలన కీలక పాత్ర పోషించింది. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ముఖ్యంగా, శివాజీ యొక్క రాజముద్ర సంస్కృతంలో రూపొందించబడింది. అదనంగా, పర్షియన్ మరియు అరబిక్ పదాలను వాటి సంస్కృత ప్రత్యర్ధులతో భర్తీ చేయడానికి ఉద్దేశించిన సమగ్ర నిఘంటువును రూపొందించే బాధ్యతను అతను తన అధికారులలో ఒకరికి అప్పగించాడు. ఈ చొరవ ఫలితంగా 1677లో రాజవ్యవహారకోశ, రాష్ట్ర వినియోగం యొక్క థెసారస్ ఉత్పత్తి అయింది.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>మత విధానం:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;చాలా మంది సమకాలీన విశ్లేషకులు శివాజీ యొక్క మతపరమైన విధానాలను సహనశీలంగా భావిస్తారు. హిందూమతాన్ని ప్రోత్సహిస్తున్నప్పుడు, శివాజీ ముస్లింలు తమ విశ్వాసాన్ని జోక్యం లేకుండా ఆచరించడానికి అనుమతించడమే కాకుండా వారి సంస్థలకు ఎండోమెంట్ల ద్వారా మద్దతునిచ్చాడు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3 ఏప్రిల్ 1679న ముస్లిమేతరులపై ఔరంగజేబు జిజియా పన్ను విధించినందుకు ప్రతిస్పందనగా, శివాజీ ఔరంగజేబ్‌కి అతని పన్ను విధానాన్ని ఖండిస్తూ ఒక క్లిష్టమైన లేఖ రాశారు. అతను రాశాడు:
                  </p>
                  <img src="imgs/Shivaji's_letter_1.webp" alt="Shivaji's_letter" height="450" />
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "కఠినమైన న్యాయంలో, జిజ్యా చట్టబద్ధమైనది కాదు. మీరు హిందువులను అణచివేయడంలో మరియు భయభ్రాంతులకు గురిచేయడంలో దైవభక్తి ఉన్నట్లు ఊహించినట్లయితే, మీరు మొదట హిందువులకు అధిపతి అయిన రాజ్ సింగ్ I మీద పన్ను విధించాలి. కానీ చీమలు మరియు ఈగలను అణచివేయడం. శౌర్యం లేదా ఆత్మ అస్సలు కాదు. మీరు ఖురాన్‌ను విశ్వసిస్తే, దేవుడు ముస్లింలకే కాదు, మనుషులందరికీ ప్రభువు. నిజమే, ఇస్లాం మరియు హిందూ మతం పరస్పర విరుద్ధమైన పదాలు. వాటిని నిజమైన దైవిక చిత్రకారుడు రంగులు కలపడానికి ఉపయోగిస్తారు మరియు రూపురేఖలు నింపడం.మసీదు అయితే దేవుడిని స్మరించుకుంటూ ప్రార్థనకు పిలుపు, గుడి అయితే కేవలం భగవంతుని కోసం తపిస్తూ గంటలు మోగించడం.. ఏ మనిషి మతం, ఆచార వ్యవహారాలపై మతోన్మాదం చూపడం. పవిత్ర గ్రంథం యొక్క పదాలు."
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;పొరుగు ముస్లిం రాష్ట్రాల వ్యాప్తిని శివాజీ అడ్డుకున్నారని పేర్కొంటూ, అతని సమకాలీనుడైన కవి కవి భూషణ్ ఇలా పేర్కొన్నాడు:
                  </p>
              </div>
              <div class="info-pic">
                  <div class="imp">
                      <p class="inner">
                        "శివాజీ లేకపోతే కాశీ తన సంస్కృతిని కోల్పోయేది, మధుర మసీదుగా మారేది, మరియు అన్ని సున్నతి చేయబడేది."
                      </p>
                  </div>
              </div>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;గిజ్స్ క్రూయిజ్ట్జర్ తన పుస్తకం "సెనోఫోబియా ఇన్ సెవెన్టీన్త్-సెంచరీ ఇండియా"లో, ఆధునిక మతతత్వానికి మూలాలు, హిందూ మరియు ముస్లిం "కమ్యూనిటీల" మధ్య వైరుధ్యం, శివాజీ మరియు ఇంటర్‌ప్లే సమయంలో ఉద్భవించాయని వాదించారు. 1677 నుండి 1687 వరకు మొఘల్ చక్రవర్తి ఔరంగజేబు, 1680లో శివాజీ మరణించినప్పటికీ. 1664లో సూరత్‌ను దోచుకున్న సమయంలో, శివాజీ వివిధ మతాల పట్ల సహనాన్ని ప్రదర్శిస్తూ నగరంలోని క్రైస్తవులను విడిచిపెట్టాడు. అతను కపుచిన్ సన్యాసి ఆంబ్రోస్‌ను "మంచి పురుషులు" అని కూడా పేర్కొన్నాడు. <br />
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;శివాజీ ఉద్దేశ్యం సార్వత్రిక హిందూ పాలనను స్థాపించడం కాదు, మత సహనం మరియు సమకాలీనతను పెంపొందించడం. హిందువుల విశ్వాసాలు మరియు ప్రదేశాల పట్ల అక్బర్‌కు ఉన్న గౌరవాన్ని ఔరంగజేబు అనుకరించాలని ఆయన కోరారు. శివాజీ పొరుగున ఉన్న ముస్లిం దేశాలతో కూడా పొత్తులు ఏర్పరచుకున్నాడు మరియు 1656లో మొదటి పఠాన్ యూనిట్‌ను ఏర్పాటు చేయడం మరియు తన నౌకాదళ అడ్మిరల్‌గా దర్యా సారంగ్ అనే ముస్లింని నియమించడం వంటి ముస్లిం నాయకులను తన సైన్యంలో చేర్చుకున్నాడు.
                  </p>
              </div>
  
  <hr class="inside" />
              <ul><h3><li>ముద్రలు:</li></h3></ul>
              <div class="info_pic">
                  <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;అధికారిక పత్రాలను ధృవీకరించడానికి ముద్రలు ఒక పద్ధతిగా పనిచేశాయి. షాహాజీ మరియు జిజాబాయి పర్షియన్ ముద్రలను ఉపయోగించగా, శివాజీ తన ముద్ర కోసం మొదటి నుండి సంస్కృతాన్ని ఎంచుకున్నారు. ముద్రపై ఉన్న శాసనం ఇలా ఉంది: "షా కుమారుడైన శివుని ఈ ముద్ర ప్రజల సంక్షేమం కోసం ప్రకాశిస్తుంది మరియు పెరుగుతున్న నెలవంకను పోలి ఉండే విశ్వం నుండి పెరుగుతున్న గౌరవాన్ని పొందేందుకు ఉద్దేశించబడింది."
                  </p>
                  <img src="imgs/seals.webp" alt="seals" height="300" />
              </div>
          </section>
  
          <section id="continue-btn">
              <a href="https://en.wikipedia.org/wiki/Shivaji" target="_blank" rel='noreferrer'><button>చదవడం కొనసాగించు</button></a>
          </section>
      </main>
      <footer>
          <p>
              Created as a part of Tribute Page Project
          </p>
          <p>
              Created by <a href="https://www.linkedin.com/in/mohit-shaharwale-634b22282/">Mohit Shaharwale</a>
          </p>
          <p>
              Text is available under the <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_the_Creative_Commons_Attribution-ShareAlike_4.0_International_License">Creative Commons Attribution-ShareAlike License 4.0</a>
          </p>
      </footer>
    </>
    )
}
